[{"climate_topics": ["Impacts of Climate Change"], "body": "Participants take on the roles of key Arctic stakeholders in this marine spatial planning activity.  Players build off of an introductory presentation on climate change in the Arctic to devise a strategy to manage competing interstes and climate change impacts on a global scale (the Arctic). After a brief synopsis on current issues and management approaches in the Arctic, players use information based on the stakeholder information provided to pinpoint areas of high interest, set conservation and development priorities, negotiate to resolve conflicts, and develop a sustainable, multi-use management plan for high priority areas. Players gain an increased understanding of the complex web of stakeholder interests and scientific issues and also learn how to devise a strategic plan for a global issue and an area of significant socio-economic, political, and environmental importance.", "title": "Strategic Management of Resources in Times of Change (SMARTIC)", "author": "Stephanie Pfirman, PoLAR Partnership ", "resource_link": "SMARTIC Role Play Simulation"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This module addresses both aspects of climate literacy: understanding of climate science through data analysis and interpretation, and understanding of literary tools and techniques through which climate science is portrayed. The module is designed to be completed in introductory natural science classes where literature is not typically included as well as in humanities classes where climate change science is not normally addressed. Students will engage in activities that address both climate change science and climate change literature, including graphing data, working in groups to analyze and interpret data, creating a concept map, conducting rhetorical analyses, and writing and responding to a blog.", "title": "InTeGrate: Interdisciplinary Teaching about Earth for a Sustainable Future", "author": "Carleton College", "resource_link": "http://serc.carleton.edu/integrate/teaching_materials/climate_fact/index.html"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Our Earth’s Future is about the science of climate change and how to talk about it. You will learn from scientists in the fields of climatology, oceanography, Earth science, and anthropology who study how climate change is affecting people, populations, and ways of life. Explore the multiple lines of evidence for the human-induced climate change that is happening today, and consider what that means for the future of our planet. At the end of this course, you will be able to understand key scientific principles, identify and address misconceptions, and contribute confidently to conversations about climate change.", "title": "Our Earth's Future", "author": "American Museum of Natural History, Debra Tillinger", "resource_link": "https://www.coursera.org/learn/earth-climate-change/"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "Decades ago, the majority of the Arctic's winter ice pack was made up of thick, perennial ice. Today, very old ice is extremely rare. This animation tracks the relative amount of ice of different ages from 1987 through early November 2014. Video produced by the Climate.gov team, based on data provided by Mark Tschudi.", "title": "Arctic Ice Age: 1987-2014", "author": "NOAA", "resource_link": "https://www.youtube.com/watch?v=FDRnH48LvhQ"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "Climate science has been coming under increasing attack. Geologist Simon Lamb takes a look at what’s really happening with global warming by filming scientists at work in the Arctic, the Antarctic and around the world. The result is a unique exploration of the science behind global warming and an intimate portrait of a global community of researchers racing to understand our planet’s changing climate.", "title": "Thin Ice", "author": "Simon Lamb,  The Tindall Foundation, Climate Change Institute , Andrill, New Zealand Antarctic Research Institute", "resource_link": "http://thiniceclimate.org/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The overwhelming evidence of human-caused climate change documents both current impacts with significant costs and extraordinary future risks to society and natural systems. The scientific community has convened conferences, published reports, spoken out at forums and proclaimed, through statements by virtually every national scientific academy and relevant major scientific organization — including the American Association for the Advancement of Science (AAAS) — that climate change puts the well-being of people of all nations at risk. Surveys show that many Americans think climate change is still a topic of significant scientific disagreement. Thus, it is important and increasingly urgent for the public to know there is now a high degree of agreement among climate scientists that human-caused climate change is real. Moreover, while the public is becoming aware that climate change is increasing the likelihood of certain local disasters, many people do not yet understand that there is a small, but real chance of abrupt, unpredictable and potentially irreversible changes with highly damaging impacts on people in the United States and around the world.", "title": "What We Know", "author": "American Association for the Advancement of Science", "resource_link": "http://whatweknow.aaas.org/get-the-facts/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "David Attenborough travels to the end of the earth, taking viewers on an extraordinary journey across the polar regions of our planet.", "title": "Frozen Planet", "author": "BBC", "resource_link": "http://www.bbc.co.uk/programmes/b00mfl7n"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The Arctic is changing. As the polar ice cap recedes, new shipping routes are opening up and access to Arctic energy resources is expanding. John Banks, a nonresident senior fellow with the Energy Security Initiative at Brookings, explains what these changes mean for Arctic governance and for U.S. leadership of the Arctic Council in 2015.", "title": "Governing a Changing Arctic", "author": "Brookings Institute", "resource_link": "http://www.brookings.edu/research/podcasts/2014/04/governing-a-changing-arctic"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Climate change is a significant threat to the health of the American people. This scientific assessment examines how climate change is already affecting human health and the changes that may occur in the future.", "title": "The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment", "author": "U.S. Global Change Research Program", "resource_link": "https://health2016.globalchange.gov/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "An interactive map that illustrates averages and changes in temperature or precipitation over the past 50 years as well projecting for mid and end of the century, which are based on IPCC emission scenarios.", "title": "Climate Wizard", "author": "The Nature Conservancy", "resource_link": "http://www.climatewizard.org/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Side-by-side comparisons reveal just how much glaciers, lakes, and snowpacks have been altered by nature and humans. From the ice sheets of Greenland to the deserts of Arizona, many of the world’s landscapes have been dramatically transformed as their climate grows warmer and drier. At the same time, water use and other human activities have altered many landscapes. NASA has accumulated striking photos that show just how much our surroundings have changed. Slide across each image to see before and after pictures.", "title": "Before-and-After Photos of the Changing Environment", "author": "National Geographic", "resource_link": "http://news.nationalgeographic.com/2015/12/151229-before-after-earth-features/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Natural disasters, a warming climate, and human activities are rapidly altering the face of our planet. NASA’s Images of Change app lets you take a close-up view of many of these changes in an exciting and hands-on format. The app presents a curated collection of the best image pairs from NASA’s Global Climate Change website. These image pairs show areas that have been subject to natural disasters or seen significant change over time. Compare Alaska’s Muir Glacier in 1941 to the glacier as it looked in 2004. Take a before-and-after look at flooding in the Missouri River or at wildfires in Colorado. See the expansion of agriculture in Saudi Arabia as viewed from satellites. All photo pairs can be viewed individually, side by side, or overlaid with a slider bar for easy comparisons. Each image pair contains background information and a map showing its location. The images presented in Images of Change are meticulously selected and constantly updated to give you an informative, compelling, and up-to-date visual experience.", "title": "Images of Change", "author": "NASA", "resource_link": "https://itunes.apple.com/en/app/images-of-change/id710564941?mt=8"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Chasing Ice brings you the stunning photography and time-lapse video of James Balog, world-famous nature photographer. As the official app of the award-winning documentary film, Chasing Ice takes you on an audio-visual journey through the stunning arctic findings of Balog's Extreme Ice Survey.  The Extreme Ice Survey has deployed revolutionary time-lapse cameras to capture a multi-year record of the world's changing glaciers. Its hauntingly beautiful videos compress years into seconds and capture ancient mountains of ice in motion as they disappear at a breathtaking rate. Traveling with a team of young adventurers across the brutal Arctic, Balog has risked his career and his well-being in pursuit of the biggest story facing humanity.Use Chasing Ice to fly from glacier to glacier, to see through the lens of Balog's camera, and to touch our planet as it changes before our eyes.", "title": "Chasing Ice", "author": "James Balog and Ben Cunningham", "resource_link": "https://itunes.apple.com/au/app/chasing-ice/id579276308?mt=8"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "LMAC translates climate change information into resources and tools for teachers, policy makers, and citizens. Watch videos, schedule a guest speaker, find standards-based lessons and interactive resources - all designed to increase your knowledge and understanding about this critical issue. Includes an interactive map that illustrates emissions by ZIP code and a carbon footprint calculator.", "title": "Learn More About Climate Change", "author": "Office of Outreach and Engagement: University of Colorado, Boulder", "resource_link": "http://learnmoreaboutclimate.colorado.edu/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This is a collection of videos from the University of California. The videos come from a variety of talks that have taken place at the university and address the many facets of climate change from different disciplinary perspectives. Audio-only versions are also available.", "title": "Climate Change (Video)", "author": "University of California", "resource_link": "https://itunes.apple.com/us/itunes-u/climate-change-video/id382085466?mt=10"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Imperial College London has produced a series of podcasts on a wide range of topics relating to climate change. Most feature faculty or speakers from Imperial College.", "title": "Climate Change", "author": "Imperial College London", "resource_link": "https://itunes.apple.com/us/itunes-u/climate-change/id415328675?mt=10"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Inspiring Climate Education Excellence is a collaborative project to increase teachers' knowledge about climate science concepts and best practices for teaching climate change in the classroom. Lead by the Cooperative Institute for Research in Environmental Sciences, the National Science Digital Library, and the GLOBE Project with funding from NASA, this podcast series explores a variety of issues and best practices in climate education. ", "title": "Inspiring Climate Education Excellence", "author": "NSDL/CIRES Education Outreach", "resource_link": "https://itunes.apple.com/us/itunes-u/icee-inspiring-climate-education/id39802618..."}, {"climate_topics": ["Impacts of Climate Change"], "body": "Life On Thin Ice leverages the power of photography combined with science to communicate accurately and effectively about climate change in the Arctic, increase public interest in the issues and understanding of the problems, and motive informed action to address the gorwing climate crisis. It seeks to document the changes, educate people and policy makers about the issues and galvanize effective action. ", "title": "Life on Thin Ice", "author": "Jenny E. Ross", "resource_link": "http://www.lifeonthinice.org/#s=0&mi=1&pt=0&pi=1&p=-1&a=0&at=0"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "Greenland's natural environment and traditional way of life are being transformed by climate change. This documentary -- produced by Arirang TV for world-wide broadcast in association with the Copenhagen Climate Summit -- takes you to northwest Greenland, and to Siorapaluk, the northernmost settlement on Earth. Featuring the images and insights of photographer Jenny E. Ross, the program shows you the majesty of the Arctic, the drama of melting glaciers and disappearing sea ice, and the poignant plight of the Inuit people as they struggle to preserve their traditional lifestyle in the face of climate change.", "title": "Climate Change in Greenland", "author": "Arirang TV", "resource_link": "https://vimeo.com/84574762"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "Many nations have been looking to the Arctic with renewed interest as the region has undergone an unprecedented rate of change due to climate change. Recent observations, however, have shown that the summer Arctic ice cover is shrinking at an even greater pace than originally estimated, creating a greater sense of urgency over issues such as access to shipping lanes, oil and gas exploration, impact to indigenous populations, and priorities for scientific investigation. In this video recording, panelists Heather Conley of the Center for Strategic and International Studies, Jed Hamilton of ExxonMobil, and Julienne Stroeve of the National Snow & Ice Data Center discuss projections for the Arctic region. Moderated by NPR's Richard Harris, this installment in the Global Challenges Discussion Series was held at AAAS Headquarters in downtown Washington, DC.", "title": "Global Warming | Climate change documentary | Climate Change: The Arctic as an Emerging Market", "author": "AAAS", "resource_link": "https://www.youtube.com/watch?v=pKgPHslNz2U"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Do you work or volunteer with an aquarium, zoo, national park, national marine sanctuary, or other informal science education center that is addressing climate change? Connect and share with a national community of colleagues and peers. There is a collection of resources on climate change available as well as information on various training modules.", "title": "Climate Interpreter Resources", "author": "Climate Interpreter", "resource_link": "http://climateinterpreter.org/resource"}, {"climate_topics": ["Climate System"], "body": "An ultra-high-resolution NASA computer model has given scientists a stunning new look at how carbon dioxide in the atmosphere travels around the globe.", "title": "A Year in the Life of Earth's CO2 (2014)", "author": "NASA Goddard", "resource_link": "https://www.youtube.com/watch?v=x1SgmFa0r04"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "In this episode, Shane Smith travels to Greenland with climate scientist Jason Box to investigate why the glaciers are melting, and how the resulting rise in sea level will devastate our world sooner than expected. ", "title": "Greenland is Melting (2013)", "author": "Vice and HBO", "resource_link": "https://www.youtube.com/watch?v=7Yq-sfWSWLg"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "Our oceans are rising. With human use of hydrocarbons skyrocketing, waters around the globe are getting hotter and, now, this warm sub-surface water is washing into Antarctica’s massive western glaciers causing the glaciers to retreat and break off. Antarctica holds 90% of the world’s ice and 70% of its freshwater, so if even a small fraction of the ice sheet in Antarctica melts, the resulting sea level rise will completely remap the world as we know it – and it is already happening. In the last decade, some of the most significant glaciers here have tripled their melt rate. VICE founder Shane Smith travels to the bottom of the world to investigate the instability of the West Antarctic ice sheet and to see first hand how the continent is melting -- and VICE follows the rising oceans to Bangladesh for a glimpse into the world's underwater future. From the UN Climate conference to the People's Climate March to the forces that deny the science of global climate change, this special extended episode covers all sides of the issue and all corners of the globe, ending with a special interview with Vice President Joe Biden. ", "title": "Our Rising Oceans (2015)", "author": "Vice and HBO", "resource_link": "https://www.youtube.com/watch?v=Kp6_sDiup6U"}, {"climate_topics": ["Climate System", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The onset of climate change has become one of the greatest challenges facing parks and protected areas in the 21st century. Climate change has created new problems and exacerbated existing issues by redefining historic weather and environmental conditions. Embedded in this challenge there is also opportunity, as parks offer visual, historic, and tangible examples of the impacts of climatic change on both small local scales and large landscape and ecosystem levels. Billions of people around the globe enjoy parks and protected areas of all sizes and jurisdictions each year. Engaging these broad audiences is a significant opportunity for parks. This report indicates that, through innovative programming, interpretation and signage, partnerships, and transparent mitigation and adaptation strategies, parks can maximize the relevancy, funding, and visitor outreach opportunities that climate change communication provides.", "title": "Climate in the Parks", "author": "Institute at the Golden Gate", "resource_link": "http://www.parksconservancy.org/assets/conservation/environmental-sustainability..."}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Use Google Earth to learn about adaptation strategies that respond to the effects of climate change. The Google Earth Outreach team and partners created this series of tours and videos. Fly over tree canopies in 3D, learn about how climate change affects our planet and examine strategies for reducing emissions through preserving forest ecosystems. ", "title": "Climate Change in Google Earth - COP16", "author": "Google", "resource_link": "https://www.google.com/landing/cop16/climatetours.html"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Explore the potential impacts of climate change on our planet Earth and learn about solutions for adaptation and mitigation, in the context of the United Nation's Climate Conference (COP15) in Copenhagen. With Google Earth you can view climate change scenarios, interact with narrated tours, investigate deforestation, and even dive into the depths of the oceans.", "title": "Climate Change in Google Earth - COP15", "author": "Google", "resource_link": "https://www.google.com/landing/cop15/"}, {"climate_topics": ["Climate System"], "body": "This website contains a number of visualizations that illustrate changes in temperature and weather patterns over time. It also includes a number of climate models.", "title": "Climate Systems Visualizations", "author": "National Center for Atmospheric Research", "resource_link": "https://www.vets.ucar.edu/vg/categories/climate.shtml"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The land that has sustained the Vuntut Gwitchin, People of the Lakes, in the Far North of Yukon, Canada, is undergoing rapid changes from global warming. This video takes you on a journey from nearly 20 years ago to the present with a community whose very survival is at risk.", "title": "Our Changing Homelands, Our Changing Lives (2010)", "author": "Arctic Health Research Network - Yukon and Vuntut Gwitchin Government", "resource_link": "https://www.youtube.com/watch?v=zsHQ3tVfzoU"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "NASA's Earth Now is an application that visualizes recent global climate data from Earth Science satellites, including surface air temperature, carbon dioxide, carbon monoxide, ozone, and water vapor as well as gravity and sea level variations. Data sets are visually described using \"false color\" maps. Color-coded legends are provided to indicate relative strength or weakness of an environmental condition. The resulting 3D model of the Earth may be rotated by a single finger stroke, and may also be zoomed in or out by pinching 2 fingers. It was developed by the Earth Science Communications and Visualization Technology Applications and Development Teams at NASA's Jet Propulsion Laboratory, with support from NASA Headquarters. Also avialable on Android. ", "title": "Earth Now", "author": "NASA", "resource_link": "https://itunes.apple.com/us/app/earth-now/id494633346?mt=8"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The Arctic Monitoring and Assessment Program (AMAP) is mandated to: monitor and assess the status of the Arctic region with respect to pollution and climate change issues; document levels and trends, pathways and processes, and effects on ecosystems and humans, and propose actions to reduce associated threats for consideration by governments; and produce sound science-based, policy-relevant assessments and public outreach products to inform policy and decision-making processes. Their website has a wide range of resources including data and reports on the Arctic region. As well they host a number of educational events both in the region and around the world.", "title": "Arctic Monitoring and Assessment Program", "author": "AMAP", "resource_link": "http://www.amap.no/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This webpage features guiding questions for students and key figures, related resources, and lesson plans, videos and visualizations for each of the National Climate Assessment key messages for the Alaska region.  The page contains information that will help educators and students gain a deeper understanding of climate science and the implications of climate variability and climate change for Alaska region.", "title": "NCA Education Resouces for the Alaska Region", "author": "PoLAR Partnership, CLEAN, NCSE, NOAA", "resource_link": "https://www.climate.gov/teaching/national-climate-assessment-resources-educators..."}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The Reports Library features scientific assessments, annual reports and strategic research plans and other resources produced by USGCRP and other collaborative efforts. Select reports by other authoritative scientific bodies such as the Intergovernmental Panel on Climate Change and the Nation Research Council are also available. Most reports are available for download as well, some can be ordered in print free of charge. ", "title": "Reports Library", "author": "U.S. Global Change Research Program", "resource_link": "http://www.globalchange.gov/browse/reports"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "A collection of indicators that can be used to understand how the environment is changing. The indicators communicate some of the key aspects of how the climate is changing such as: temperatures over land and sea, greenhouse gas levels, sea ice extent, etc. Some show trends over time while others show the status of certain resources. Each indicator has a description of what the results mean and some implications. All the indicators are fully traceable and documented by detailed metadata the user can access.", "title": "Indicators", "author": "U.S. Global Change Research Program", "resource_link": "http://www.globalchange.gov/browse/indicators"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This is a gallery of multimedia graphics, including maps, charts, data visualizations, and photos, from USGCRP reports such as the National Climate Assessment and the Our Changing Planet annual report. These visualizations are available on a wide range of topics. All the media files in the gallery are free to use as long as the original source is credited. ", "title": "Multimedia Gallery", "author": "U.S. Global Change Research Program", "resource_link": "http://www.globalchange.gov/browse/multimedia"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This 3rd National Climate Assessment (NCA) report summarizes the impacts of climate change in the US now and in the future. The NCA concludes that the evidence of human induced climate change continues to strengthen and that impacts are increasing across the country. It collects, integrates and assesses observations and research from around the country to help understand what is actually happening and what this means for the lives, livelihoods and future for Americans. Information is presented in an interactive report that allows people to filter by selecting topics and regions of interest.", "title": "3rd National Climate Assessment", "author": "U.S. Global Change Research Program", "resource_link": "http://nca2014.globalchange.gov/"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The former editor-in-chief of The Guardian emails his staff on Christmas Eve saying that he wants to tackle 'the biggest story ever told', climate change. The 12 episode podcast examines the role of The Guardian in advocating for and combating an end to climate change. Centered around the idea to 'keep it in the ground' this podcast looks at the economics, politics, and even psychology around climate change. A key focus is in divestment.", "title": "The Biggest Story in the World", "author": "The Guardian", "resource_link": "http://www.theguardian.com/environment/ng-interactive/2015/mar/16/the-biggest-st..."}, {"climate_topics": ["Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Here you can find information about and access to a number of climate and other scenarios that are made as an input to the US National Climate Assessment. Includes data sets, graphics, and documents that have been created to depict a number of plausible future conditions against risks, vulnerabilities, and opportunities that can be examined at regional and national levels. Designed to be useful for a wide range of people. ", "title": "Scenarios for Climate Assessment and Adaptation", "author": "U.S. Global Change Research Program", "resource_link": "http://scenarios.globalchange.gov/"}, {"climate_topics": ["Climate System"], "body": "A toolkit is available for download that allows for the visualization and export of weather and climate data including radar, satellite, and modeling data. Also provides access to weather/climate web services from a variety of organizations. It includes instructional videos about how to use the toolkit.", "title": "NOAA Weather and Climate Toolkit", "author": "NOAA", "resource_link": "http://www.ncdc.noaa.gov/wct/"}, {"climate_topics": ["Climate System", " Impacts of Climate Change", " Adaptation"], "body": "This website provides data related to climate change that can help inform communities, businesses and citizens about climate change and help them prepare for impacts. Includes up to date information on costal flooding, food resilience, water, ecosystem vulnerability, human health, energy infrastructure, transportation, and the Arctic.", "title": "climate.data.gov", "author": "US General Services Administration, Office of Citizen Services and Innovation Technologies", "resource_link": "http://www.data.gov/climate/"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "This video takes a look how changes in the climate have effected the Inuit on Banks Island in the High Arctic of Canada. They discuss the appearance of new species, thinner sea ice, melting permafrost, and other direct effects that climate change is having on their way of life.", "title": "Inuit Observations on Climate Change", "author": "International Institute for Sustainable Development", "resource_link": "http://www.iisd.org/library/inuit-observations-climate-change-full-length-versio..."}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The toolkit provides educators with the tools they need to run a week of activities for students to learn about and engage with various climate change topics. This includes lesson plans, videos, and ideas for ways students can make a difference at their school.", "title": "Climate Education Week Toolkit", "author": "Earth Day Network", "resource_link": "http://www.earthday.org/climateeducationweek/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The Alliance for Climate Education (ACE) provides resources for High School students and teachers to understand climate change science and solutions. Their primary tool is the ACE Assembly which is a presentation for high school students to teach them the science behind climate change, help them find solutions they can be apart of and inspire them to take action in their community to make a difference. They also create a network of students to help facilitate the discussion and get students working on projects across the country. In addition to this student focus they also have a number of resources for teachers to help students continue the conversation about climate change. There is also a teacher’s network, which includes newsletters and lesson plans and keeps teachers up to date on climate opportunities for their students.", "title": "Alliance for Climate Education - Resources for Teachers", "author": "Alliance for Climate Education", "resource_link": "https://acespace.org/teachers"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "The goal of Frontier Scientist is to excite the general public about scientific discovery in Alaska and the Arctic. Topics covered include a vast range from geology, ecology, and marine biology to chemistry, humanities, and archaeology. The website includes articles and videos that are built to educate, entertain, and inspire.  There is also a mobile app to explore ongoing science in Alaska and the Arctic.  In addition to the website, you can follow Frontiers Scientists on Twitter (@FrontierSci), YouTube (Frontier Scientists Channel), and Facebook (Frontier Scientists). ", "title": "Frontier Scientists", "author": "Frontier Scientists, National Science Foundation, Elizabeth O'Connell", "resource_link": "http://frontierscientists.com/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The Toolkit provides scientific tools, background information, and expertise to help people manage their climate related risks and opportunities, and improve their resilience to extreme events. This site offers: a five step process to initiate, plan, and implement projects to become more resilient to climate related hazards; real world case studies to understand climate related risks and opportunities that communities and businesses face in their plan to respond, and tools and techniques being used to improve resilience; a catalog of tools for accessing and analyzing climate data; a visualization tool that offers maps of climate stressors and impacts; pointers on federally developed training courses; and the ability to search and filter results from the entire federal government climate science domain. ", "title": "US Climate Resilience Toolkit", "author": "Office of Science and Technology Policy and The Council on Environmental Quality", "resource_link": "https://toolkit.climate.gov/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "A collection of YouTube videos complied by NASA, which provides information on climate change. Topics include carbon uptake in the environment and how this will change in the future, as well as Earth Minute Videos featuring hand drawn illustrations that provide background information on climate and climate change for children. Also includes a section of videos on talking with climate scientists. ", "title": "NASA Global Climate Change: Vital Signs of the Planet - YouTube", "author": "NASA Climate Change", "resource_link": "https://www.youtube.com/user/NASAClimate"}, {"climate_topics": ["Climate System", " Impacts of Climate Change", " Adaptation"], "body": "The National Climate Assessment offers a wealth of actionable science about the causes, effects, risks and possible responses to human-caused climate change. NOAA, the NCAnet Education Affinity Group, and members of the CLEAN Network have developed a series of guides for educators that focus on the regional chapters of the Assessment Report, helping to unpack the key messages of each region and point to related, high-quality online learning resources.Compiled and reviewed by the PoLAR Partnership, the Alaska Region page features key figures and related resources from the report as well as guiding questions, lesson plans, videos and visualizations for all the NCA key messages for the region.  The page contains information that will help educators and students gain a deeper understanding of climate science and the implications of climate variability and climate change in the Alaska region.", "title": "NCA Education Resources for the Alaska Region", "author": "PoLAR Partnership, IARC, and NCSE", "resource_link": "NCA Education Resources for the Alaska Region"}, {"climate_topics": ["Climate System"], "body": "ANDRILL (ANtarctic geological DRILLing) is a multinational collaboration comprised of more than 200 scientists, students, and educators from seven nations (Brazil, Germany, Japan, Italy, New Zealand, Republic of Korea, the United Kingdom, and the United States) to recover stratigraphic records from the Antarctic margin using Cape Roberts Project (CRP) technology. ANDRILL'S chief objective is to drill back in time to recover a history of paleoenvironmental changes that will guide understanding of how the rate, size, and frequency of glacial and interglacial changes in the Antarctica region.\" This website provides links to educational resources for middle and highschool classroom, videos, education and outreach publications, and links to upcoming events.\n", "title": "ANDRILL: Antarctic Geological Drilling ", "author": "multinational collaboration comprised of more than 200 scientists, students, and educators from seven nations (Brazil, Germany, Japan, Italy, New Zealand, Republic of Korea, the United Kingdom, and the United States)", "resource_link": "http://www.andrill.org/static/index.html"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "ElasticThinking is a project developed by Airplane Studios.  The aim of ElasticThinking is to challenge assumptions and stimulate thinking about the world we live in.\n", "title": "Elastic Thinking", "author": "Airplane Studios", "resource_link": "http://www.airplane.co.nz/elasticthinking/main.html"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This website features NASA's cryospheric research and resources in the form of videos, interactive viewers, photographs, data and publications.\n", "title": "Ice: NASA's Cryospheric Sciences Program", "author": "NASA", "resource_link": "http://ice.nasa.gov/"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This is a website detailing NOAA's Arctic research and resources. It provides information on NOAA's research in the Arctic, links to other educational resources and websites, maps, photographs and news links.   This is a website detailing NOAA's Arctic research and resources. It provides information on NOAA's research in the Arctic, links to other educational resources and websites, maps, photographs and news links.\n", "title": "NOAA's Arctic Theme Page", "author": "NOAA", "resource_link": "http://www.arctic.noaa.gov/index.shtml"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "Home of 'Chasing Ice' director James Balog's images, videos, and other resources documenting glacial changes around the world.\n", "title": "Extreme Ice Survey", "author": "James Balog", "resource_link": "http://extremeicesurvey.org/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Website for the Arctic Council, the multinational governing body representing the Arctic region; includes information on policy and governence.\n", "title": "Arctic Council", "author": "Arctic Council", "resource_link": "http://www.arctic-council.org/index.php/en/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Website for the Pew Charitable Trusts' U.S. Arctic Program, which works to protect the U.S. Arctic Ocean surrounding Alaska and the people and ecosystems it sustains from the rapid industrialization made possible by a rapidly changing climate.  Focuses on science and policy.\n", "title": "Oceans North U.S.", "author": "Pew Charitable Trusts", "resource_link": "http://oceansnorth.org/united-states"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This clickable visualization demonstrates the catastrophic effect that follows the removal of a key producer or consumer in the Arctic food chain.\n", "title": "The Fraying Arctic Food Web", "author": "Frank Ippolito, On Earth Web Exclusives", "resource_link": "http://www.onearth.org/media/the-fraying-arctic-food-web"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This animation provides a clear set of graphics related to the consequences of climate change\n", "title": "Impact on the Arctic", "author": "Norwegian Center for Science Education (DAMOCLES)", "resource_link": "http://www.damocles-eu.org/education/Animation_Impacts_on_the_Arctic_186.shtml"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "This video documents the scope of changes in the Arctic, focusing on the impacts of warming and climate change on the indigenous Inuit population.\n", "title": "Eyewitness Documentary of Changes in the Arctic's Climate", "author": "Smithsonian Institute", "resource_link": "http://forces.si.edu/arctic/video/eyewitness.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This short video discusses how changing climate is affecting the population of Adélie penguins.\n", "title": "Adélie Penguins", "author": "NOAA", "resource_link": "http://oceantoday.noaa.gov/adeliepenguins/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This NASA video presents animations, photos and footage of melting polar ice as a result of climate change, the resulting sea-level rise, and selected consequences of that rise. Excellent animations, interviews with scientists, and clear step-by-step explanations provide a solid introduction to one facet of sea level rise and its consequences.\n", "title": "Melting Ice, Rising Seas", "author": "NOAA ", "resource_link": "http://www.youtube.com/watch?v=VEuEqgdJXHg"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "This audio slideshow/video features the work of a researcher from Woods hole Oceanographic Institute and describes the Greenland ice sheet and the difficulties in getting scientific measurements at the interface between the ice and the ocean.  The researcher gives a personal account of her work on the recent increase in melting of glaciers, the challenges of working in Greenland, and the reasons why so many climate scientists are looking there for answers to questions about climate change\n", "title": "A Rising Tide - Linking Ocean and Ice", "author": "Woods Hole Oceanographic Institute", "resource_link": "http://www.whoi.edu/oceanus/viewArticle.do?id=98309"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This short video describes how the compression of Antarctic snow into ice captures air from past atmospheres. It shows how ice cores are drilled from the Antarctic ice and prepared for shipment and subsequent analysis.\n", "title": "Ancient Ice and Our Planets Future", "author": "WAIS Divide Ice Core Project, National Science Foundation", "resource_link": "http://www.waisdivide.unh.edu/multimedia/ancient-ice-and-our-planets-future.shtm..."}, {"climate_topics": ["Impacts of Climate Change"], "body": "This video shows a team of scientists seeking evidence to support their hypothesis that atmospheric warming -- either now or in the past -- may explain why water has formed beneath the West Antarctic ice sheet, causing ice streams that flow much more quickly than the rest of the ice sheet. This phenomenon has important implications for potential sea level rise.\n", "title": "Antarctic Ice Movement:  Part 2", "author": "WGBH Educational Foundation, NOVA, Teachers' Domain", "resource_link": "http://www.pbslearningmedia.org/resource/ess05.sci.ess.earthsys.icestreams/"}, {"climate_topics": ["Climate System"], "body": "This is a polar map of permafrost extent in the Northern Hemisphere. A sidebar explains how permafrost, as it forms and later thaws, serves as both a sink and source for carbon to the atmosphere. For more extensive information on permafrost, use Use with National Snow and Ice Data Center (NSIDC) website.\n", "title": "Frozen Carbon", "author": "Jonathan Corum, New York Times", "resource_link": "http://www.nytimes.com/interactive/2011/12/17/science/earth/1217-permafrost.html..."}, {"climate_topics": ["Climate System"], "body": "This is a video that discusses how climate feedbacks influence global warming.\n", "title": "How Climate Feedbacks Worsen Global Warming", "author": "Big Picture TV", "resource_link": "http://www.5min.com/Video/How-Climate-Feedbacks-Worsen-Global-Warming-516923291"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This interactive map from National Geographic shows selected geographic locations for a number of impacts of global warming (on freshwater resources, food and forests, ecosystems, etc). Impact overview is summarized for each highlighted impact.\n", "title": "Global Warming Effects Map", "author": "National Geographic", "resource_link": "http://environment.nationalgeographic.com/environment/global-warming/gw-impacts-..."}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This an interactive model on carbon-temperature relationships that sets up an interface in which users select a scenario (such as deforestation, volcanoes, hurricanes) and change the inputs to and outputs of the system. As users change variables, the results are graphically represented, demonstrating how selections affect the whole system.\n", "title": "Carbon Temperature Model", "author": "NASA: Challenger Center", "resource_link": "http://earth4u.challenger.org"}, {"climate_topics": ["Climate System", " Impacts of Climate Change", " Adaptation"], "body": "This video discusses the social and economic impacts (worldwide and in the US) of sea level rise caused by global warming\n", "title": "Changing Planet Rising Sea Level", "author": "NBC Learn,Windows to the Universe", "resource_link": "http://www.nbclearn.com/changingplanet/cuecard/53460"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This Flash-based simulation explores the relationship between carbon emissions and atmospheric carbon dioxide using two main displays: (1) graphs that show the level of human-generated CO2 emissions, CO2 removals, and the level of CO2 in the atmosphere, and (2) a bathtub animation that shows the same information as the graphs. The bathtub simulation illustrates the challenges of reducing greenhouse gas concentrations in the atmosphere.\n", "title": "The Climate Challenge: Our Choices Simulator", "author": "Schlumberger Excellence in Educational Development, Inc.", "resource_link": "http://www.planetseed.com/relatedarticle/climate-challenge-our-choices"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This video examines the thawing of permafrost due to changes in climate and shows examples of the impacts that warming temperatures have on permafrost in the Arctic, including the release of the greenhouse gas methane. Dramatic results are shown, including sink holes forming on the landscape and beneath buildings, roads, and other infrastructure, causing some communities to relocate.\n", "title": "Changing Planet: Thawing Permafrost and Methane ", "author": "NBC Learn,UCAR", "resource_link": "http://www.nbclearn.com/changingplanet/cuecard/52627"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "In this video, a team of paleontologists, paleobotanists, soil scientists, and other researchers take to the field in Wyoming's Bighorn Basin to document how the climate, plants, and animals there changed during the Paleocene- Eocene Thermal Maximum (PETM) when a sudden, enormous influx of carbon flooded the ocean and atmosphere for reasons that are still unclear to scientists. The PTEM is used as an analog to the current warming occurring. The scientists' research may help inform our understanding of current increases in carbon in the atmosphere and ocean and the resulting impact on ecosystems. Supporting materials include essay and interactive overview of animals that existed in the Basin after the PETM event.\n", "title": "PETM: Unearthing Ancient Climate Change ", "author": "American Museum of Natural History", "resource_link": "http://www.youtube.com/watch?v=WEgcu27-kjk"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This video presents an overview of the history of climate science, with the goal of debunking the idea that in the 1970s, climate scientists were predicting global cooling.\n", "title": "In the 70s, They Said There'd Be an Ice Age", "author": "Peter Sinclair, Climate Denial Crock of the Week", "resource_link": "http://www.youtube.com/watch?v=XB3S0fnOr0M&feature=BFa&list=PL029130BFDC78FA33&i..."}, {"climate_topics": ["Impacts of Climate Change"], "body": "This is a 1-2 hour hands-on guided inquiry activity designed to highlight the role of an ice shelf on slowing the movement of continental ice sheets in Antarctica. Students build a model of Antarctica and both continental glaciers and ice shelves using paper models of the land and slime for glaciers and ice. Students use their model to explore the impact of recent and potential ice shelf melting and break-up.\n", "title": "What If the Ice Shelves Melted?", "author": "ANDRILL", "resource_link": "http://www.andrill.org/flexhibit/flexhibit/materials/activities/Activity5B-WhatI..."}, {"climate_topics": ["Climate System", " Impacts of Climate Change", " Adaptation"], "body": "This website provides information focused on current scientific research about glaciers and offers accounts of communities and organizations who are working to address the challenges brought by glacier retreat, whether through activism, policy and economics, through art, photography, or other means.\n", "title": "GlacierHub", "author": "Center for Research on Environmental Decisions", "resource_link": "http://glacierhub.org/"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This is a board game demonstrating how the fitness of a species determines how well it is able to respond to Climate Change.  Instructions and playing cards are available for printing. Game is suitable for up to 5 players.\n", "title": "Climate Change Board Game ", "author": "Claus Holzapfel @ Rutgers", "resource_link": "http://runewarkbiology.rutgers.edu/Holzapfel%20Lab/Main%20Pages/Whats%20New/Glob..."}, {"climate_topics": ["Causes of Climate Change", " Mitigation", " Mitigation", " Adaptation"], "body": "The Climate Change Showdown (CCS) includes a 90 minute workshop and a 4 week home activity known as the “CCS Contest”. ;The Climate Change Showdown encourages team work within the classroom and at home. Students work collaboratively with their families to reduce energy use while learning about positive and negative environmental consequences that result from individual and societal actions and behaviours.;Encouraging a smaller carbon footprint at home and at school.(2010-11)\n", "title": "Climate Change Showdown ", "author": "BC Sustainable Energy Association", "resource_link": "http://www.bcsea.org/learn/resources-for-educators/climate-change-showdown"}, {"climate_topics": ["Mitigation"], "body": "A mobile app available for free download, Climate Counts analyzes and ranks companies based on how well they are addressing climate change. Don’t know which burger/airline ticket/laptop/sneakers/hotel room you should buy? Maybe the company’s climate performance can help you decide. Climate Counts uses a 0-to-100 point scale and 22 criteria to determine if companies have:* MEASURED their climate \"footprint\"; *REDUCED their impact on global warming; *SUPPORTED (or suggest intent to block) progressive climate legislation; *Publicly DISCLOSED their climate actions clearly and comprehensively. (2012)\n", "title": "Climate Counts ", "author": "Climate Counts", "resource_link": "https://itunes.apple.com/us/app/climatecounts/id342541675?mt=8"}, {"climate_topics": ["Mitigation", " Adaptation"], "body": "This is a simulation based on 2009 info/COP meeting, could be updated to reflect current negotiations; Develop & negotiate a post-Kyoto agreement among developed & developing nations; Role play activity simulating UNFCCC negotiations, focuses on mitigation of GHGs(2009)\n", "title": "Climate Diplomat: Post-2012 Climate Negotiation Simulator ", "author": "Craig Hart/Energy & Environment Foundation", "resource_link": "http://eeocw.org/environmental-negotiation/climate-diplomat-post-2012-climate-ne..."}, {"climate_topics": ["Impacts of Climate Change", " Mitigation"], "body": "This interactive tool is a clickable map-based activity with embedded climate information. After exploing the map user follow the link to the Climate Map Scavenger Hunt to answer questions about what was discovered on the map. Show the widespread impact of the warming climate; encourage action; locating climate impacts around the globe and showing how they are impacting each of us (2011).\n", "title": "Climate Hot Map ", "author": "Union of Concerned Scientists", "resource_link": "http://www.climatehotmap.org/"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This Climate Momentum Sim allows users to quickly compare the resulting sea level rise, temperature change, atmospheric CO2, and global CO2 emissions from six predetermined scenarios.\n", "title": "Climate Momentum Simulation", "author": "Climate interactive", "resource_link": "http://climateinteractive.org/simulations/climate-momentum-simulation/climate-mo..."}, {"climate_topics": ["Mitigation"], "body": "This game is for 2-4 players with a goal of either getting as many cards as possible to host a big conference or getting rid of all cards; Players are climate diplomats who try and organize a climate conference for like minded countries.  The cost is 7.90EUR from this link http://www.spieledealer.de/bewitched/bewitched.php?menu=0&menu2=2&langua...  (2009)\n", "title": "Climate Poker ", "author": "BeWitched Spiele", "resource_link": "http://boardgamegeek.com/boardgame/57422/climate-poker"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This card game from the Union of Concerned Scientists enables teachers and parents to talk about global warming in a fun and hopeful way. Kids, meanwhile, will learn that all of us make choices that determine whether the world warms a little or a lot, and which of those choices reduce global warming emissions. The game costs $7.95.  A teachers guide is available via free download. (2010)\n", "title": "Cool It! ", "author": "Union of Concerned Scientists ", "resource_link": "http://www.ucsusa.org/publications/cool-it-card-game/cool-it-climate-change-card..."}, {"climate_topics": ["Impacts of Climate Change", " Mitigation"], "body": "Issue 3 of TIG Magazine is a collection of the art produced by youth during the Youth Voices Project and Contest, alongside articles submitted to our online magazine Panorama on the issues of Culture & Identity and Climate Change. Together these images and words show the power of youth voices.\n", "title": "Culture, Identity & Climate Change", "author": "Taking it Global Magazine", "resource_link": "http://www.tigweb.org/youth-media/magazine/index.html?method=issue3"}, {"climate_topics": ["Climate System"], "body": "Daisyworld is a guided simulation/ model using albedo to demonstrate a feedback mechanism.  It mimics the elements of the Earth-Sun system.\n", "title": "Daisyworld ", "author": "Oracle Thinkquest", "resource_link": "http://library.thinkquest.org/C003763/flash/gaia1.htm"}, {"climate_topics": ["Mitigation"], "body": "The Dynamic Climate Change Simulator (DCCS) provides a simplified model of climate change to be used as a tool for the study of dynamic decision making, and to give participants a basic understanding of the tradeoffs involved in responses to climate change. The participant's goal in DCCS is to maintain the carbon dioxide concentration stock within an acceptable range around the goal value of 938 GtC. The participant decides on emissions of two different types: deforestation and burning of fossil fuels. The participant sets the fossil fuel and deforestation emissions. The DCCS moves autonomously by a number of time steps to a future year and calculates carbon dioxide concentrations and absorptions from making the emissions. The software is available to download for free to academics, subject to a license agreement.\n", "title": "Dynamic Climate Change Simulator", "author": "Carnegie Mellon", "resource_link": "http://cmu.flintbox.com/public/project/4743/"}, {"climate_topics": ["Climate System"], "body": "This game is in the form of a timed quiz. Wrong answers speed up the clock with each graphic but the timed aspect of it means you speed by it.  This game allows the player to examine Earth interactions and how it has changed over time and look at how humans fit into an already complex and changing Earth system.  Works for HS and above using embedded facts and videos but also testing prior knowledge\n", "title": "Can you keep the Earth in Balance? ", "author": "National Geographic", "resource_link": "http://channel.nationalgeographic.com/channel/content/earth-the-biography/intera..."}, {"climate_topics": [""], "body": "This is an app for the iPhone or iPad.  Explore your planet as never before with the mobility of EarthObserver.  Use your fingertips to travel through terrestrial landscapes and across the ocean floor.   Visit frozen icecaps, study geological maps, scout mountains to climb and trips on coastal waters and exploit a rich atlas of other earth and environmental imagery. (2011)\n", "title": "EarthObserver ", "author": "Columbia U.", "resource_link": "http://itunes.apple.com/us/app/earthobserver/id405514799?mt=8"}, {"climate_topics": ["Mitigation"], "body": "The Stabilization Wedges game is a team-based exercise about the scale of the greenhouse gas problem, plus technologies that already exist to dramatically reduce our carbon emissions and get us off the path toward dramatic and damaging climate change.  Players pick eight carbon-cutting strategies to construct a carbon mitigation portfolio, & fill in the 8 wedges of the stabilization triangle.\n", "title": "Stabilization Wedges", "author": "Princeton U., Ford, BP", "resource_link": "http://cmi.princeton.edu/wedges/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "A decision making simulation game focused on natural distasters, including wildfires, flooding, and hurricanes. Players assess disaster risk and make choices to limit the damage.  They are given a budget to work with and a project to complete.  Advice is offered along the way in helping to make choices that help to reduce the risk and impacts of disasters.\n", "title": "Stop Disasters ", "author": "UN/SDR", "resource_link": "http://www.stopdisastersgame.org/en/home.html"}, {"climate_topics": ["Mitigation", " Adaptation"], "body": "Produced by the Institute for the Future for the Global Environmental Management Initiative, this decision making support tool shows the interactions and synergies between 6 main drivers projected to influence business and sustainability between 2007 and 2017.  The map encourages using foresight and long-term thinking to help reveal insights that can lead to more effective action and sustainability in the present.  A 45-minute video about the map and how to use it is also available.\n", "title": "Map of Future Forces Affecting Sustainability ", "author": "IFTF/GEMI", "resource_link": "http://www.gemi.org/sustainabilitymap/"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "The Clim’City® game is set against the background of “global thinking for local\naction”. This virtual environment aims at showing how, in a western industrialised\ncountry like France, one can opt for sustainable life styles, beneficial to Earth and its inhabitants. The Guidebook for how to play the game is available at:  http://climcity.cap-sciences.net/us/livret-clim-InEnglish.pdf.\n", "title": "The Clim' Way", "author": "Part of COP-15 - Multiple international ", "resource_link": "http://climcity.cap-sciences.net/us/index.php"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "The Climate Bathtub Simulation is a brief, animated, interactive simulation game that teaches several principles regarding the dynamics of the global carbon cycle and climate change. Designed for both children and adults, its purpose is to improve understanding of how changes in carbon dioxide emissions will affect levels of carbon dioxide in the atmosphere.\n", "title": "The Climate Bathtub Animation ", "author": "Schlumberger Ltd.", "resource_link": "http://climateinteractive.org/simulations/bathtub"}, {"climate_topics": ["Causes of Climate Change", " Mitigation"], "body": "VGAS was developed by the European Commission’s Directorate-General Joint Research Centre.  VGAS© is a virtual reality simulation game, distributed in CD, that demonstrates the impact of energy use and lifestyle on climate change. Developed using the latest interactive technology to look at hundreds of different choices we can make, the game is set in a 3D house where in each room, players can enter data about equipment, heating and lifestyle choices in their own home to assess their personal impact on climate change.\n", "title": "VGAS ", "author": "Directorate-General Joint Research Centre", "resource_link": "http://www.xplora.org/ww/de/pub/myeurope/home/practice/teaching_ideas/vgas.htm"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This game presents an opportunity to learn about the risks of global warming as well as the complex connections of the climate system.   The game is designed for 2-4 players with the goal for players to develop a responsible discourse about the risks associated with climate change and keep global warming under two degrees.  Winds of Change can be purchased for 29,90 € (approx. 35 USD) plus shipping\n", "title": "Winds of Change", "author": "European Climate Forum", "resource_link": "http://www.umweltspiele.eu/woc_en.htm"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "The DataFinder is a free App available for download for accessing data on global development indicators from The World Bank Group. This app's features include quick access to a selected subset of indicators on climate change, with the ability to view tables, charts and maps and share them through Email and other social media.\n", "title": "World Bank Climate Change DataFinder 2.5 ", "author": "The World Bank", "resource_link": "http://itunes.apple.com/us/app/world-bank-climate-change/id480079609?mt=8"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "World Climate is a role-playing climate simulation designed by MIT and Climate Interactive that provides the experience of creating an international solution to stabilizing carbon dioxide levels. The game is set up as a highly simplified international climate change negotiating meeting where participants play the role of delegates from different regions of the world and work together to reach a global accord that meets the group's goal for CO2 levels. A \"UN Secretary General\" receives pledges from three different \"blocs\", asks her or his technical staff to simulate them in the C-ROADS climate simulation (or its simpler version, C-Learn), and informs delegates of results, often sending them back for another round of debate, strategizing, and collaboration. agreement to mitigate climate change.  Exercises run 1.5-3 hours.\n", "title": "World Climate: A Computer-Simulation-Based Role-Playing Exercise (Copenhagen Climate Exercise) ", "author": "MIT & Sustainability Institute", "resource_link": "http://climateinteractive.org/simulations/world-climate"}, {"climate_topics": ["Causes of Climate Change", " Mitigation", " Adaptation"], "body": "The WWO lesson plans are cross-disciplinary and relate to American History, World History, Geography, Current Events, Economics, Government, Humanities, English, and more. Methods include inquiry-based learning, narrative-driven learning, collaborative learning, multimedia content creation, and media literacy. Outcome: an in-depth understanding of the role that energy has played in our economy, culture, policy and identity, its connections to our lifestyle and affluence, and ways to evaluate its role in our future.\n", "title": "World Without Oil ", "author": "Ken Eklund (designer) presented by ITVS - funder Corp for Public Broadcasting", "resource_link": "http://worldwithoutoil.org/metateachers.htm"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This website is a portal to recent research from the University of Illinois related to Arctic climate and climate change at the department of Atmopheric Sciences.\n", "title": "Arctic Climate Research at the University of Illinois ", "author": "University of Illinois", "resource_link": "http://arctic.atmos.uiuc.edu/"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "The Arctic Portal is a comprehensive gateway to Arctic information and data on the internet.  It serves as a host to many web sites in a circumpolar context, supporting co-operation and outreach in science, education, and policy making. It contains a great interactive set of maps of the Arctic - multiple topics.  This is a visualizing tool for viewing Arctic data (2006-13)\n", "title": "Arctic Portal ", "author": "IPY, Northern Forum, University of the Arctic, Arctic Council, IASC", "resource_link": "http://www.arcticportal.org/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "CAMEL is a free, comprehensive, interdisciplinary, multi-mediea resource for educators, providing over 300 interdisciplinary topic areas and numerours resource types to give the educator the tools they need to teach climate change causes, consequences, solutions and actions. The educator is able to create courses, textbooks, administer exams & surveys,  invite others and collaborate around teaching materials, strategies and assessment.\narticle/175339/#sthash.gNMdPOSR.dpuf\n", "title": "CAMEL, Climate Adaptation, Mitigation, E-Learning ", "author": "NSF, National Council for Science and the Environment, Council of Environmental Deans and Directors, American Indian Higher Education Consortium, The Encyclopedia of Earth", "resource_link": "http://www.camelclimatechange.org/resources/?topic=66182"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "CLEAN is a collection of digital resources for teaching about climate science, climate change and energy awareness – resources are reviewed by educators and scientists, and annotated and aligned with standards and benchmarks.\n", "title": "CLEAN - Climate Literacy & Energy Awareness Network ", "author": "NSF, NOAA, Dept. of Energy", "resource_link": "http://cleanet.org/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This book offers timely, relevant, biology-based case studies and background information on how to teach the science of climate change. The six painstakingly researched and field-tested activities, which build on four content chapters, give students the opportunity to solve real-life scientific problems using guiding questions, graphs and data tables, short reading assignments, and independent research.\n", "title": "Climate Change from Pole to Pole", "author": "Constible, Sandro & Lee through NSTA", "resource_link": "http://www.nsta.org/store/product_detail.aspx?id=10.2505/9781933531236"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "This two-week curriculum unit for grades 9-12 encourages students to think critically about climate change and to collaborate to devise solutions. Students learn about climate change within a systems framework, examining interconnections among environmental, social, and economic issues. Facts and figures in this unit were updated in July 2013. Free PDF download\n", "title": "Climate Change:Connections & Solutions, Grades 9-12 ", "author": "Facing the Future", "resource_link": "http://www.facingthefuture.org/Curriculum/BuyCurriculum/ClimateChangeGrades912/t..."}, {"climate_topics": ["Mitigation", " Adaptation"], "body": "Engaging Students Through Global Issues is an activity-based lesson book that contains 40 inspiring lessons. These lesson plans are designed to help students understand complex global issues and sustainable solutions. Each lesson offers creative tools for students to take action in their local and global communities.  COSTS $24.95 with Free preview available on the website.\n", "title": "Engaging Students Through Global Issues:Activity-Based Lessons and Action Projects ", "author": "Facing the Future", "resource_link": "http://facingthefuture.org/Curriculum/EngagingStudentsThroughGlobalIssues/tabid/..."}, {"climate_topics": ["Causes of Climate Change", " Mitigation"], "body": "This tool allows users to estimate their carbon footprint based on their individual household energy consumptin.  The calculator consists of three sections.  The first allows for an estimate of individual household total emissions;  the second allows exploration of  actions the individual can take to reduce their greenhouse gas emissions, energy use, and waste disposal costs;  the third lets the user see how much they can save (in dollars and emissions) by taking the actions they chose in Section 2\n", "title": "EPA Greenhouse Gas Equivalency Calculator ", "author": "EPA", "resource_link": "http://www.epa.gov/climatechange/ghgemissions/individual.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "HighWaterLine uses art to help communities visualize the effects of climate change in their regions, spark conversations and ideally solutions. HighWaterLine does this by using art as an innovative tool to visualize otherwise hard to grasp scientific climate data.\n", "title": "Highwaterline ", "author": "Eve Mosher, Artist", "resource_link": "http://www.highwaterline.org/"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This website is an excellent source of data from crysopheric research for the science and education community.  It contains photographs, a scientific glossary, links to web accesible teaching and learning materials, print and multimedia resources and maps.\n", "title": "NSIDC", "author": "NSIDC and multiple contributors", "resource_link": "http://nsidc.org"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This website provides links to polar education internet resources and activities including downloadable lesson plans, photos, videos, and radio programs.\n", "title": "Polar Education Internet Resources", "author": "Scribd", "resource_link": "http://www.scribd.com/doc/70616947/Polar-Education-Internet-Resources"}, {"climate_topics": ["Climate System", " Causes of Climate Change"], "body": "The website serves as a portal for Antarctic education and is a compilation of resources and websites suitable for a variety of ages.\n", "title": "SCAR- Scientific Committee on Antarctic Research ", "author": "SCAR science community", "resource_link": "http://www.scar.org/about/capacitybuilding/antarcticeducation/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Plunge, an art+science installation project by Michael Pinsky, imagines a time 1000 years in the future when the effects of runaway climate change have completely transformed the London we know today.  Plunge placed on three monuments in central London. A string of low energy blue LED lights were wrapped around three iconic landmarks in central London, marking a time, 1000 years in the future, when sea level rises have changed the city beyond recognition.\nThe monuments are ones that are passed every day by hundreds of thousands of people, whether tourists who stop to photograph them, or commuters who walk by every day without seeing them. Plunge offered an opportunity to see them in a new light, to think about their place in our history and their place in the city.  The Plunge site includes additional informaion on sea level rise beyond the project.\n", "title": "Plunge", "author": "Michael Pinsky, Artist", "resource_link": "http://plungelondon.com/"}, {"climate_topics": [""], "body": "This is a PBS LearningMedia page that focuses on Alaska Native perspectives on Earth and Climate.  The website includes lesson plans and student activities and links to a Cryosphere-related curriculum.\n", "title": "Alaska Native Perspectives on Earth and Climate", "author": "PBS LearningMedia", "resource_link": "http://www.teachersdomain.org/special/ean/"}, {"climate_topics": [""], "body": "The Aurora Alive science education program teaches the science behind the Northern Lights, with hands-on classroom lessons and an exciting multimedia DVD that features hundreds of interactive activities, photos and movies of the aurora.\n", "title": "Aurora Alive ", "author": "Geophysical Insistue, University of Alaska Fairbanks", "resource_link": "http://www.auroraalive.com/"}, {"climate_topics": [""], "body": "PASSPORT TO ANTARCTICA (PTANT) builds on resources originally gathered to support a series of live, interactive \"electronic field trips.\" These materials have now been completely re-edited and reformatted into an evergreen package of materials that can be implemented anytime during the school year, and anywhere there's a teacher dedicated to turning young minds on to the wonders of the natural world.\n", "title": "Passport to Antarctica ", "author": "Passport to Knowledge", "resource_link": "http://www.passporttoknowledge.com/antarctica/"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "This website describes causes and impacts of climate change and what WWF is doing about it. The main of this resource is to inform the public about climate change and inspire them to take action, stay connected, and adopt a polar bear\n", "title": "Threats: Climate Change ", "author": "WWF", "resource_link": "http://worldwildlife.org/threats/climate-change"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "This website provides K-12 educators with resources to learn about global warming and teach students about it. Data comes from reliable websites such as EPA, IPCC and Union of Concerned scientists\n", "title": "Teachers’ Guide to High Quality Educational Materials on Climate Change and Global Warming ", "author": "Susan Joy Hassol", "resource_link": "http://hdgc.epp.cmu.edu/teachersguide/teachersguide.htm"}, {"climate_topics": [""], "body": "Journey North is a website that engages students and citizen scientists around the globe in tracking wildlife migration and seasonal change. Participants share field observations across the northern hemisphere, exploring the interrelated aspects of seasonal change.focuses on seasonal change but includes some animals from polar regions(1997-2013)\n", "title": "Track Spring's Journey North! ", "author": "Annenberg Learner, Journey North", "resource_link": "http://www.learner.org/jnorth/"}, {"climate_topics": ["Mitigation"], "body": "EducaPoles is one of IPF's four websites. It aims to make young people and their teachers more aware of the importance and the fragile nature of the polar environments, and to enable them to learn about climate changes from this angle.\nEducaPoles offers the educational world a number of tools (teaching dossiers, multimedia animations, comic strips, etc.). It has also set up a series of international teaching projects in cooperation with institutes, universities and NGOs (Antarctica2003, ClimaTIC, Soleil Noir sur Continent Blanc,...)\nThe EducaPoles site offers teachers and pupils direct access to key information, as well as up-to-date news on current and upcoming projects, and a space for latest news on teaching events and materials linked to the polar environment and climate changes.\n", "title": "EducaPoles ", "author": "International Polar Foundation", "resource_link": "http://www.educapoles.org/"}, {"climate_topics": ["Climate System"], "body": "EdGCM provides a research-grade Global Climate Model (GCM) with a user-friendly interface that can be run on a desktop computer. For the first time, students can explore the subject of climate change in the same way that actual research scientists do. In the process of using EdGCM, students will become knowledgeable about a topic that will surely affect their lives, and we will better prepare the next generation of scientists who will grapple with a myriad of complex climate issues.\n", "title": "Educational Global Climate Modeling ", "author": "EdGCM", "resource_link": "http://edgcm.columbia.edu/"}, {"climate_topics": [""], "body": "This CCREL website includes technical areas, research publications and products, and business and professional opportunities\n", "title": "U.S. Army Cold Regions Research and Engineering Laboratory ", "author": "U.S. Army Corps of Engineers", "resource_link": "http://www.crrel.usace.army.mil/"}, {"climate_topics": [""], "body": "ARMAP is a suite of online, interactive maps and services that support Arctic science. Users can learn more about research projects in specific regions or scientific disciplines, explore available data or possible colloborations, plan and coordinate field logistics, and use online mapping tools for own project\n", "title": "Arctic Research Mapping Application ", "author": "A.G. Gaylord, A. Kassin, W.F. Manley, R. Cody, M. Dover, R. Score, and C.E. Tweedie,", "resource_link": "http://www.armap.org/"}, {"climate_topics": [""], "body": "BAID is a suite of online, interactive maps and services that support Arctic science with a special focus on the research hubs of Barrow, Atqasuk and Ivotuk on the North Slope of Alaska.\n", "title": "Barrow Area Information Database", "author": "Tweedie, C.E., Gaylord, A.G.,Michigan State University's Arctic Ecology Laboratory and the Barrow Arctic Science Consortium ", "resource_link": "http://www.baidims.org/"}, {"climate_topics": [""], "body": "This website presents a blog on UAB researchers' yearly expeditions to Antarctica(2000-13)\n", "title": "UAB in Antarctica ", "author": "University of Alaska Birmingham College of Arts and Sciences, dept of biology", "resource_link": "http://www.uab.edu/antarctica/index.php"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "The Center for Remote Sensing of Ice Sheets (CReSIS) is a Science and Technology Center established by the National Science Foundation (link is external) (NSF) in 2005, with the mission of developing new technologies and computer models to measure and predict the response of sea level change to the mass balance of ice sheets in Greenland and Antarctica.  The CreSIS website features data, educational resources, research, publications, news, and more.(2013)\n", "title": "CreSIS - Center for Remote Sensing of Ice Sheets ", "author": "NSF, University of Kansas", "resource_link": "https://www.cresis.ku.edu/content/education"}, {"climate_topics": [""], "body": "This website includes resources from Polar TREC (Teachers and Researchers Exploring and Colloborating) program in which K-12 teachers spend 3-6 weeks participating in hands-on field research experiences in the polar regions.   The goal of PolarTREC is to improve teachers' knowledge and instruction about polar regions, improve researchers' knowledge about K-12  education and increase students' knowlege about polar regions\n", "title": "PolarTREC ", "author": "ARCUS, NSF (take out other Polar TREC stuff)", "resource_link": "http://www.polartrec.com/"}, {"climate_topics": [""], "body": "Discover Antarctica in greater detail than ever before by exploring the nine versions of the Landsat Image Mosaic of Antarctica (LIMA). Each version highlights different features of the landscape. Created from over 1,000 Landsat 7 ETM+ scenes, LIMA consists of two principle mosaics, six stretched versions and one center-filled mosaic. The map viewer displays the mosaics and Landsat scenes in polar stereographic projection using Web Map Service (WMS). Site also contains dowloadable maps, factsheets and images.\n", "title": "Landsat Image Mosaic of Antarctica: USGS site", "author": "USGS, NASA, BAS", "resource_link": "http://lima.usgs.gov/"}, {"climate_topics": ["Adaptation", " Impacts of Climate Change"], "body": "This video begins when sunlight returns to the Bering Sea in spring after long, dark winter highlighting the relaunch of a bountiful food chain that fills the Arctic with life. Woods Hole researchers move through the remote region aiming to learn how this complex ecosystem works and how climate change might disrupt it.\n", "title": "Life in the Arctic - After Climate Change", "author": "Woods Hole Oceanist", "resource_link": "http://www.youtube.com/watch?v=ZA_ntcxOsRk"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This video adapted from Spanner Films describes the effects of changes to permafrost, the frozen layer of soil and ice that underlies much of Alaska, caused by a warming climate. Permafrost, some of which has persisted since the last ice age, more than 10,000 years ago, is melting rapidly. In affected areas, this has led to building and road damage, shrinking lakes, rapidly eroding river banks, and the disappearance of some wildlife, including fish. Scientists such as Gunter Weller, who is featured in the video, suggest that these changes will continue to worsen unless society reduces its use of fossil fuels.\n", "title": "Losing Permafrost in Alaska ", "author": "Spanner Films & WGBH (not in general Teachers' domain but is in Alaskan Native page)", "resource_link": "http://www.teachersdomain.org/resource/ean08.sci.ess.watcyc.bakedalaska/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "This website is a resource hub containing maps, data time series, videos, satellite images, and links to curriculum, news and headlines about global climate change and how it impacts wildlife and the Earth as a whole.\n", "title": "Global Climate Change: Vital Signs of the Planet", "author": "NASA", "resource_link": "http://climate.nasa.gov/index"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This website provides a lesson plan for grade levels 7-12 where students will use NASA satellite data to study temperature and snow-ice coverage in the South Beaufort Sea, Alaska. The data can be used to correlate with USGS ground tracking of polar bears, and to relate this to global change, sea ice changes, and polar bear migration. The data can be used to draw conclusions surrounding any migration patterns in the region.\n", "title": "March of the Polar Bears: Global Change, Sea Ice, and Wildlife Migration ", "author": "NASA (reviewed CLEAN resource) ", "resource_link": "http://mynasadata.larc.nasa.gov/lesson-plans/1332-2/?page_id=474%3F&passid=90"}, {"climate_topics": [""], "body": "Part of the ongoing research into polar ice trends encompasses evaluation from sophisticated computer models. At the Geophysical Fluid Dynamics Laboratory at Princeton University, run by NASA's sibling agency, NOAA, researchers modeled a 5,000 year period to see how polar ice might behave over time depending on several different variables. This visualization shows a 120-year slice of that complete model, essentially offering a research window on to experimental processes that require longer time frames than human lifetimes. According to the model shown here, projecting a period from 1940 to 2060, there is evidence to suggest human factors have had a measurable effect on Arctic ice decreases.\n", "title": "Modeled Arctic Sea Ice Thickness From 1940 Through 2060", "author": "NOAA & NASA Goddard", "resource_link": "http://svs.gsfc.nasa.gov/vis/a000000/a001000/a001075/index.html"}, {"climate_topics": [""], "body": "Staff from the National Snow and Ice Data Center (NSIDC) and the University of New Hampshire have assembled a digital image map and a snow-grain-size image of the Antarctic continent and surrounding islands. The Moderate Resolution Imaging Spectroradiometer (MODIS) Mosaic of Antarctica (MOA) image map is a composite of 260 swaths comprised of both Terra and Aqua MODIS images acquired between 20 November 2003 and 29 February 2004.\n", "title": "MODIS Antarctica viewer (Moderate Resolution Imaging Spectroradiometer) ", "author": "multiagency science team - NASA satellite", "resource_link": "http://planet.sr.unh.edu/MOA/"}, {"climate_topics": [""], "body": "The MODIS Mosaic of Greenland (MOG) Image Map (2005) is a composite image of 104 Moderate Resolution Imaging Spectroradiometer (MODIS) images acquired over the 2005 spring season. It provides a nearly-perfect cloud-free view of the ice sheet, ice shelves, and land surfaces at a grid scale of 100 m, and an estimated spatial resolution of 150 to 200 m. All land areas and islands larger than a few hundred meters surrounding Greenland are included in the mosaic, as well as the ice caps on Baffin Island, Devon Island, Axel Heighberg Island, and Ellesmere Island.\n", "title": "MODIS Greenland viewer (Moderate Resolution Imaging Spectroradiometer) ", "author": "multiagency science team - NASA satellite", "resource_link": "http://planet.sr.unh.edu/MOG/"}, {"climate_topics": [""], "body": "This is a curriculum module focused on seasonality.  Earth – Sun relationships play an important role in governing seasonality and climate patterns on Earth. This lab exercise is designed to explore seasonality and climate (including climate change) strictly from the perspective of satellite map interpretation.\n", "title": "NCSE-NASA Curriculum Module - Seasonality ", "author": "NCSE-NASA", "resource_link": "http://www.eoearth.org/article/NCSE-NASA_Curriculum_Module_-_Seasonality"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "NOAA Climate.gov provides science and information for a climate-smart nation.  Americans’ health, security, and economic well-being are closely linked to climate and weather.  People want and need information to help them make decisions on how to manage climate-related risks and opportunities they face.\nNOAA Climate.gov is a source of timely and authoritative scientific data and information about climate.  Our goals are to promote public understanding of climate science and climate-related events, to make our data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions.NOAA Climate.gov provides science and information for a climate-smart nation.  Americans’ health, security, and economic well-being are closely linked to climate and weather.  People want and need information to help them make decisions on how to manage climate-related risks and opportunities they face.\nNOAA Climate.gov is a source of timely and authoritative scientific data and information about climate.  Our goals are to promote public understanding of climate science and climate-related events, to make our data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions.NOAA Climate.gov provides science and information for a climate-smart nation.  Americans’ health, security, and economic well-being are closely linked to climate and weather.  People want and need information to help them make decisions on how to manage climate-related risks and opportunities they face.\nNOAA Climate.gov is a source of timely and authoritative scientific data and information about climate.  Our goals are to promote public understanding of climate science and climate-related events, to make our data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions.NOAA Climate.gov provides science and information for a climate-smart nation.  Americans’ health, security, and economic well-being are closely linked to climate and weather.  People want and need information to help them make decisions on how to manage climate-related risks and opportunities they face.\nNOAA Climate.gov is a source of timely and authoritative scientific data and information about climate.  Our goals are to promote public understanding of climate science and climate-related events, to make our data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions.NOAA Climate.gov provides science and information for a climate-smart nation.  Americans’ health, security, and economic well-being are closely linked to climate and weather.  People want and need information to help them make decisions on how to manage climate-related risks and opportunities they face.\nNOAA Climate.gov is a source of timely and authoritative scientific data and information about climate.  Our goals are to promote public understanding of climate science and climate-related events, to make our data products and services easy to access and use, to provide climate-related support to the private sector and the Nation’s economy, and to serve people making climate-related decisions with tools and resources that help them answer specific questions.\n", "title": "NOAA Climate Services (includes global climate dashboard) ", "author": "NOAA", "resource_link": "http://www.climate.gov/"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "The Coastal Inundation Toolkit was developed by the Digital Coast Partnership to help communities understand and address coastal inundation issues. Website componants include:  Understanding, Identifying, Visualizing, Communicating, and Discovering.  Those componants are presented using data, tools, training, case studies and application of resources.\n", "title": "NOAA Coastal Inundation Toolkit ", "author": "NOAA", "resource_link": "http://csc.noaa.gov/digitalcoast/inundation/understand/"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "Being able to visualize potential impacts from sea level rise is a powerful teaching and planning tool, and the Sea Level Rise Viewer brings this capability to coastal communities. A slider bar is used to show how various levels of sea level rise will impact coastal communities. Additional coastal counties will be added in the near future. Maps are not available for Alaska due to elevation data accuracy and vertical datum transformation gaps.\n", "title": "NOAA Sea Level Rise and Coastal Impacts Viewer", "author": "NOAA", "resource_link": "http://csc.noaa.gov/digitalcoast/tools/slrviewer/"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "Climate change is a prominent topic in the media, and its effects are expected to present major challenges for human society. Students need to become aware of the issues connected with this phenomenon.\nThis exercise is meant to be performed in a computer laboratory where students can  work individually or in pairs.  Undergraduate students use Google Earth and information from several web sites to investigate some of the consequences of climate change in polar regions, including the seasonal and longer-term changes in the extent of the ice cap at the North Pole, disintegration of ice shelves, opening of shipping routes, access to sources of fossil fuels, geopolitics, effects on polar bears, and possible secondary effects on climate in other regions due to changes in ocean currents. \nStudents learn to use satellite and aerial imagery, maps, graphs, and statistics to interpret trends accompanying changes in the Earth system. Climate change is a prominent topic in the media, and its effects are expected to present major challenges for human society. Students need to become aware of the issues connected with this phenomenon.\nThis exercise is meant to be performed in a computer laboratory where students can  work individually or in pairs.  Undergraduate students use Google Earth and information from several web sites to investigate some of the consequences of climate change in polar regions, including the seasonal and longer-term changes in the extent of the ice cap at the North Pole, disintegration of ice shelves, opening of shipping routes, access to sources of fossil fuels, geopolitics, effects on polar bears, and possible secondary effects on climate in other regions due to changes in ocean currents. \nStudents learn to use satellite and aerial imagery, maps, graphs, and statistics to interpret trends accompanying changes in the Earth system. Climate change is a prominent topic in the media, and its effects are expected to present major challenges for human society. Students need to become aware of the issues connected with this phenomenon.\nThis exercise is meant to be performed in a computer laboratory where students can  work individually or in pairs.  Undergraduate students use Google Earth and information from several web sites to investigate some of the consequences of climate change in polar regions, including the seasonal and longer-term changes in the extent of the ice cap at the North Pole, disintegration of ice shelves, opening of shipping routes, access to sources of fossil fuels, geopolitics, effects on polar bears, and possible secondary effects on climate in other regions due to changes in ocean currents. \nStudents learn to use satellite and aerial imagery, maps, graphs, and statistics to interpret trends accompanying changes in the Earth system. Climate change is a prominent topic in the media, and its effects are expected to present major challenges for human society. Students need to become aware of the issues connected with this phenomenon.\nThis exercise is meant to be performed in a computer laboratory where students can  work individually or in pairs.  Undergraduate students use Google Earth and information from several web sites to investigate some of the consequences of climate change in polar regions, including the seasonal and longer-term changes in the extent of the ice cap at the North Pole, disintegration of ice shelves, opening of shipping routes, access to sources of fossil fuels, geopolitics, effects on polar bears, and possible secondary effects on climate in other regions due to changes in ocean currents. \nStudents learn to use satellite and aerial imagery, maps, graphs, and statistics to interpret trends accompanying changes in the Earth system. Climate change is a prominent topic in the media, and its effects are expected to present major challenges for human society. Students need to become aware of the issues connected with this phenomenon.\nThis exercise is meant to be performed in a computer laboratory where students can  work individually or in pairs.  Undergraduate students use Google Earth and information from several web sites to investigate some of the consequences of climate change in polar regions, including the seasonal and longer-term changes in the extent of the ice cap at the North Pole, disintegration of ice shelves, opening of shipping routes, access to sources of fossil fuels, geopolitics, effects on polar bears, and possible secondary effects on climate in other regions due to changes in ocean currents. \nStudents learn to use satellite and aerial imagery, maps, graphs, and statistics to interpret trends accompanying changes in the Earth system.\n", "title": "Northwest Passage ", "author": "On the Cutting Edge, SERC", "resource_link": "http://serc.carleton.edu/sp/library/google_earth/examples/northwest_passage.html"}, {"climate_topics": [""], "body": "In this series of video stories, explore the past and future of the fast-changing Bering Sea region, its culture and people, and the new polar science that is emerging from an expedition on board the Coast Guard cutter Healy.\n", "title": "On Thin Ice in the Bering Sea", "author": "WGBH NOVA", "resource_link": "http://www.pbs.org/wgbh/nova/extremeice/thinice.html"}, {"climate_topics": ["Climate System"], "body": "This website presents text, graphs, and diagrams to explain paleoclimatology.  Emerging NASA research, including it's satellite missions,  in-the-field research and climate models are used to explain the role of oxygen isotopes in understanding paleo climate.\n", "title": "Paleoclimateology: The oxygen balance ", "author": "NASA", "resource_link": "http://earthobservatory.nasa.gov/Features/Paleoclimatology_OxygenBalance/"}, {"climate_topics": [""], "body": "The Polar Frontier Project is a collaboration between the Byrd Polar Research Center and the Columbus Zoo.This website offers details on the Polar Bears Exhibit at the Columbus Zoo,exploration of the weather and climate in the Polar regions,and explanations on how scientists are trying to understand the history and the future of the Polar regions.Also included are lesson plans that help to explain the purpose of ice cores in their research about global climate change,maps,and visualizations.\n", "title": "Polar Frontier Project: real weather forecast maps for the Arctic ", "author": "Byrd Polar Research Center and the Columbus Zoo", "resource_link": "http://bprc.osu.edu/resources/pfp/"}, {"climate_topics": ["Climate System"], "body": "This website contains educational video clips and \"hands-on\" educational activities to pring polar science into the classroom in a way that allows many aspects of actual and ongoing real-world research to be simulated inexpensively and easily, but still reasonably authentically. Students can see seals and penguins in video clips, and then experience - literally \"hands-on\" in the Blubber Glove activity - some of the physical adaptations which allow these creatures to survive in extreme conditions. As in \"Differential Effects of Melting Ice\" Activity, they can experiment with ice cubes and discover the different effects of melting sea-ice and land-based ice on sea level rise. Combining math skills with authentic data, they can plot trends in greenhouse gases and see why changes in the amount of carbon dioxide in the atmosphere has become such a hot topic.\n", "title": "Polar Palooza Educators Corner ", "author": "Polar Palooza Educators Corner", "resource_link": "http://passporttoknowledge.com/polar-palooza/f4/"}, {"climate_topics": [""], "body": "This research based blog uses graphs, images, satellite data and visualizations from multiple sources to engage people in discussions of changing sea ice extent and thickness.Changing arctic sea ice as a representation of climate change is used as a focal point.\n", "title": "Polar Sea Ice Blog ", "author": "Neven", "resource_link": "http://neven1.typepad.com/blog/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This short video presents an examination of how the rising temperatures of global climate change are melting the world's ice. Most notable are the shrinking ice sheets of Greenland and west Antarctica, which have shown dramatic loss in recent years. Travel to the glaciers of Greenland and to fossilized coral reefs of the Florida Keys, where earth scientists are studying geologic records of past warming to predict future ice loss and associated sea level rise.(2012)\n", "title": "Science Bulletins: Melting Ice, Rising Seas ", "author": "AMNH", "resource_link": "http://www.youtube.com/watch?v=uh8I4L50U_8"}, {"climate_topics": ["Climate System"], "body": "In this sea ice board game students review the types of sea ice and are introduced to the four stages of the sea ice cycle in order to enhance and demonstrate their knowledge.\nIn this sea ice board game students review the types of sea ice and are introduced to the four stages of the sea ice cycle in order to enhance and demonstrate their knowledge.\nIn this sea ice board game students review the types of sea ice and are introduced to the four stages of the sea ice cycle in order to enhance and demonstrate their knowledge.\nIn this sea ice board game students review the types of sea ice and are introduced to the four stages of the sea ice cycle in order to enhance and demonstrate their knowledge.\n", "title": "Sea Ice Board Game ", "author": "Univ of Alaska Fairbanks", "resource_link": "http://arcticclimatemodeling.org/lessons/acmp/acmp_58_SeaIce_SeaIceBoardGame.pdf"}, {"climate_topics": [""], "body": "The intent of the SEARCH Sea Ice Outlook effort is not to issue predictions, but rather to summarize all available data and observations to provide the scientific community, stakeholders, and the public the best available information on the evolution of arctic sea ice.\n", "title": "Sea Ice Outlook", "author": "NSF, NOAA, Arcus", "resource_link": "http://www.arcus.org/search/seaiceoutlook/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Students create and explore topographical maps as a means of study-\ning sea level rise.Intended for Grades 9-12.Objectives are to investigate the difference between sea ice and glaciers in relation to sea level rise,create a topographical map,use a topographical map to predict sea level rise and discuss how sea level rise will affect Alaska's coastline.  Students create and explore topographical maps as a means of study-\ning sea level rise.Intended for Grades 9-12.Objectives are to investigate the difference between sea ice and glaciers in relation to sea level rise,create a topographical map,use a topographical map to predict sea level rise and discuss how sea level rise will affect Alaska's coastline.  Students create and explore topographical maps as a means of study-\ning sea level rise.Intended for Grades 9-12.Objectives are to investigate the difference between sea ice and glaciers in relation to sea level rise,create a topographical map,use a topographical map to predict sea level rise and discuss how sea level rise will affect Alaska's coastline.  Students create and explore topographical maps as a means of study-\ning sea level rise.Intended for Grades 9-12.Objectives are to investigate the difference between sea ice and glaciers in relation to sea level rise,create a topographical map,use a topographical map to predict sea level rise and discuss how sea level rise will affect Alaska's coastline.\n", "title": "Mapping Sea Level Rise ", "author": "Univ of Alaska Fairbanks", "resource_link": "http://arcticclimatemodeling.org/lessons/acmp/acmp_912_ClimateChange_MappingSeaL..."}, {"climate_topics": [""], "body": "The Sea Ice for Walrus Outlook (SIWO), an activity of the SEARCH Sea Ice Outlook started in 2010, is a resource for Alaska Native subsistence hunters, coastal communities, and others interested in sea ice and walrus. The SIWO provides weekly reports from April through June with information on sea ice conditions relevant to walrus in the Northern Bering Sea and southern Chukchi Sea regions of Alaska.THe website includes webcams,links to USGS walrus and whale tracking and satellite images.\n", "title": "Sea Ice for Walrus Outlook(SIWO)", "author": "ARCUS, NOAA", "resource_link": "http://www.arcus.org/search/siwo"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This website allows users to explore Earth's climatic history using polar ice core data.  Follow the step by step walk through by choosing specific dates on ice core segments to find out what polar scientists have uncovered.  *WGBH version is not interactive -and thus not engaging- however the PBS version is interactive & more engaging- MT (2000)\n", "title": "Stories in the Ice ", "author": "PBS & WGBH - based on NOVA's \"Warnings from the ice\"", "resource_link": "http://www.pbs.org/wgbh/warming/stories/       OR use the  PBS Interactive calle..."}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "This exercise is meant to examine the pattern of snow and ice on the Earth to determine what trends are visible using maps and data time series.\nThis exercise is meant to examine the pattern of snow and ice on the Earth to determine what trends are visible using maps and data time series.\nThis exercise is meant to examine the pattern of snow and ice on the Earth to determine what trends are visible using maps and data time series.\nThis exercise is meant to examine the pattern of snow and ice on the Earth to determine what trends are visible using maps and data time series.\n", "title": "Studying Snow and Ice Changes ", "author": "NASA", "resource_link": "http://mynasadata.larc.nasa.gov/?page_id=474%3F&passid=69"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This website uses music video and research facts to illustrate the Impact of Global Warming on the polar regions and engage young people in taking action.\n", "title": "Take Aim at Climate Change", "author": "Polar Palooza- ", "resource_link": "http://passporttoknowledge.com/polar-palooza/whatyoucando/taacc/"}, {"climate_topics": [""], "body": "This website includes maps, animations, charts and graphs showing the current state of the cryosphere.  Snow and ice data is provided by the National Center for Environmental Prediction/NOAA, NSIDC, U. Bremen .\n", "title": "The Cryosphere Today", "author": "Polar Research Group, Univ. of Illinois at Urbana-Champaign", "resource_link": "http://arctic.atmos.uiuc.edu/cryosphere/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The CReSIS K-12 education page is for teachers and students and contains learning and teaching resources such as ideas, maps, images, and updates about the research our team is doing. Opportunities for talks by scientists and other resources for science teachers will also be found on the site.  The website contains videos,presentations, lectures, multimedia, graphs and charts.  Undergraduate and Graduate students can find information on learning opportunities.\n", "title": "The heat is on ", "author": "CReSIS", "resource_link": "https://www.cresis.ku.edu/education/k-12/teacher-workshops"}, {"climate_topics": [""], "body": "The  Scientific Visualization Studio facilitates scientific inquiry and outreach within NASA programs through visualization. To that end, the SVS works closely with scientists in the creation of visualization products, systems, and processes in order to promote a greater understanding of Earth and Space Science research activities at Goddard Space Flight Center and within the NASA research community.  The animation found on the website portrays fluctuations in the cryosphere through observations collected from a variety of satellite-based sensors.video beginning in the Antarctic region and moving to the Artic region.\nThe  Scientific Visualization Studio facilitates scientific inquiry and outreach within NASA programs through visualization. To that end, the SVS works closely with scientists in the creation of visualization products, systems, and processes in order to promote a greater understanding of Earth and Space Science research activities at Goddard Space Flight Center and within the NASA research community.  The animation found on the website portrays fluctuations in the cryosphere through observations collected from a variety of satellite-based sensors.video beginning in the Antarctic region and moving to the Artic region.\nThe  Scientific Visualization Studio facilitates scientific inquiry and outreach within NASA programs through visualization. To that end, the SVS works closely with scientists in the creation of visualization products, systems, and processes in order to promote a greater understanding of Earth and Space Science research activities at Goddard Space Flight Center and within the NASA research community.  The animation found on the website portrays fluctuations in the cryosphere through observations collected from a variety of satellite-based sensors.video beginning in the Antarctic region and moving to the Artic region.\n", "title": "A Tour of the Cryosphere", "author": "NASA", "resource_link": "http://svs.gsfc.nasa.gov/vis/a000000/a003100/a003181/index.html"}, {"climate_topics": [""], "body": "This is a teaching tool where  students first watch the NASA DVD, A Tour of the Cryosphere: the Earth’s Frozen Assets.The objetives are for the students to compare and contrast sea ice, glaciers, and permafrost; create a Venn diagram; and participate in a trivia game about the cryosphere. This is intended for Grades 9-12.\n", "title": "Tour of the Cryosphere ", "author": "University of Alaska Fairbanks", "resource_link": "http://arcticclimatemodeling.org/lessons/acmp/acmp_912_SeaIceDynamics_TourOfTheC..."}, {"climate_topics": [""], "body": "This online tool uses satellite and radio telemetry to track polar bears, ducks, salmon, and other animals around Alaska;USGS Alaska Science (2012)\n", "title": "Wandering Wildlife: Tracking Wildlife Movements with Radio Telemetry ", "author": "USGS", "resource_link": "http://alaska.usgs.gov/science/biology/wandering_wildlife/"}, {"climate_topics": [""], "body": "This is a lesson plan for an exercise where students will be asked  to compare NASA satellite data observations with their own surface measurements of snow cover and temperature.This activity is intended for Grade Level 9-12 and should take one class period to complete.\nThis is a lesson plan for an exercise where students will be asked  to compare NASA satellite data observations with their own surface measurements of snow cover and temperature.This activity is intended for Grade Level 9-12 and should take one class period to complete.\nThis is a lesson plan for an exercise where students will be asked  to compare NASA satellite data observations with their own surface measurements of snow cover and temperature.This activity is intended for Grade Level 9-12 and should take one class period to complete.\n", "title": "Trends of Snow Cover and Temperature in Alaska ", "author": "NASA", "resource_link": "http://mynasadata.larc.nasa.gov/?page_id=474%3F&passid=19"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This data based website offers a wide range of activity based materials for teachers to use in the classroom. Powerpoint slides are included to deliver the main concepts.  In addition, it includes teacher workshop materials with lesson plans on a wide range of topics including thermohaline circulation (2007-2010)\n", "title": "UMASS - IPY STEM Connections: Polar Connections", "author": "UMASS ", "resource_link": "http://umassk12.net/ipy/materials/"}, {"climate_topics": ["Causes of Climate Change"], "body": "This is an lesson plan intended for grades 9-12.The objective are for students to formulate a hypothesis about global warming based on the ice albedo feedback effect;set up a simple model to test his or her hypothesis;draw conclusions from his or her model;and demonstrate an understanding of how reduced snow and ice cover in the Arctic may affect global\ntemperatures.This is an lesson plan intended for grades 9-12.The objective are for students to formulate a hypothesis about global warming based on the ice albedo feedback effect;set up a simple model to test his or her hypothesis;draw conclusions from his or her model;and demonstrate an understanding of how reduced snow and ice cover in the Arctic may affect global\ntemperatures.This is an lesson plan intended for grades 9-12.The objective are for students to formulate a hypothesis about global warming based on the ice albedo feedback effect;set up a simple model to test his or her hypothesis;draw conclusions from his or her model;and demonstrate an understanding of how reduced snow and ice cover in the Arctic may affect global\ntemperatures.\n", "title": "Understanding Albedo ", "author": "University of Alaska Fairbanks", "resource_link": "http://arcticclimatemodeling.org/lessons/acmp/acmp_912_ClimateChange_Understandi..."}, {"climate_topics": ["Causes of Climate Change"], "body": "GRID-Arendal’s Polar Programme advocates for the sustainable development of the Arctic through building knowledge and awareness for sound decision-making, participating in international stakeholder processes, and further developing the capacity of Arctic peoples.This website is a portal for research based informationl surrounding international issues and science reseach.\n", "title": "UNEP/GRID-­‐‑Arendal’s Polar ProgrammeUNEP/GRID-­‐‑Arendal’s Polar ProgrammeUNEP/GRID-­‐‑Arendal’s Polar Programme", "author": "IPY, multiple science partners", "resource_link": "http://www.grida.no/polar/"}, {"climate_topics": [""], "body": "This website presents a chapter from the Earth Exploration Toobook in which the user  can investigate satellite images displaying land surface temperature, snow cover, and reflected shortwave radiation data from the NASA Earth Observation (NEO) website.\nThis website presents a chapter from the Earth Exploration Toobook in which the user  can investigate satellite images displaying land surface temperature, snow cover, and reflected shortwave radiation data from the NASA Earth Observation (NEO) website.\nThis website presents a chapter from the Earth Exploration Toobook in which the user  can investigate satellite images displaying land surface temperature, snow cover, and reflected shortwave radiation data from the NASA Earth Observation (NEO) website.\n", "title": "Using NASA NEO and ImageJ to Explore the Role of Snow Cover in Shaping Climate ", "author": "SERC", "resource_link": "http://serc.carleton.edu/eet/albedo/index.html"}, {"climate_topics": [""], "body": "GameTunnel's 2007 Sim Game of the Year lets you take on the role of Mother Nature as you raise polar bears, narwhals, and more.  Game may be purchased fron link on site and demo is also available for dowload.\n", "title": "Venture Arctic ", "author": "Pocketwatch Games", "resource_link": "http://www.pocketwatchgames.com/c/index.php/fullgames/venture-arctic"}, {"climate_topics": [""], "body": "This website presents chapters in the Earth Exploration Toolbook and is written to the teacher, generally at the secondary and college levels.  Each activity, or chapter, introduces one or more scientific data sets and analysis tools that enables users to explore some aspect of the Earth system.\nWithin the context of a case study, each chapter guides users through a step-by-step process in which they access data and use analysis tools to explore real issues and questions in Earth system science. In the course of completing a chapter, users produce and analyze maps, graphs, images, or other data products. The ultimate goal of each activity is to build users' skills and confidence so they can use data to conduct their own investigations of the Earth system.  This chapter focuses on changing sea ice trends.  This website presents chapters in the Earth Exploration Toolbook and is written to the teacher, generally at the secondary and college levels.  Each activity, or chapter, introduces one or more scientific data sets and analysis tools that enables users to explore some aspect of the Earth system.\nWithin the context of a case study, each chapter guides users through a step-by-step process in which they access data and use analysis tools to explore real issues and questions in Earth system science. In the course of completing a chapter, users produce and analyze maps, graphs, images, or other data products. The ultimate goal of each activity is to build users' skills and confidence so they can use data to conduct their own investigations of the Earth system.  This chapter focuses on changing sea ice trends.  This website presents chapters in the Earth Exploration Toolbook and is written to the teacher, generally at the secondary and college levels.  Each activity, or chapter, introduces one or more scientific data sets and analysis tools that enables users to explore some aspect of the Earth system.\nWithin the context of a case study, each chapter guides users through a step-by-step process in which they access data and use analysis tools to explore real issues and questions in Earth system science. In the course of completing a chapter, users produce and analyze maps, graphs, images, or other data products. The ultimate goal of each activity is to build users' skills and confidence so they can use data to conduct their own investigations of the Earth system.  This chapter focuses on changing sea ice trends.\n", "title": "Whither Arctic Sea Ice?", "author": "SERC & CIRES", "resource_link": "http://serc.carleton.edu/eet/seaice/index.html"}, {"climate_topics": [""], "body": "This website shows a data visualization, from the NSIDC, of annual sea ice changes in the Arctic and Antarctic regions.It includes seasonal and monthly comparison as well as  future projections of sea ice change.\n", "title": "Yearly Changes in Sea Ice @ Poles", "author": "Windows to the Universe", "resource_link": "http://www.windows2universe.org/earth/polar/sea_ice/sea_ice_north_animate.html"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This online interactive tool is a basic climate model where the user can add CO2 to see impacts to the average global temperature base on CO2 emissions. (2008)This online interactive tool is a basic climate model where the user can add CO2 to see impacts to the average global temperature base on CO2 emissions. (2008)This online interactive tool is a basic climate model where the user can add CO2 to see impacts to the average global temperature base on CO2 emissions. (2008)\n", "title": "A Very Simple Climate Model ", "author": "Windows2universe", "resource_link": "http://www.windows2universe.org/earth/climate/cli_model.html"}, {"climate_topics": ["Mitigation", " Adaptation"], "body": "Designed as company self-improvement tools there are a series of modules on topics of how to improve the work operations etc. Case studies and resources are listed to assist the users.;Decision making that reduces climate impact including use of solar, wind, biomass, LEED certification etc.;The Global Environmental Management Initiative (GEMI) is a non-profit organization made up of leading companies dedicated to foster global environmental, health and safety (EHS) excellence through the sharing of tools and information to help business achieve EHS excellence.\n", "title": "Business & Climate Change ", "author": "GEMI", "resource_link": "http://www.gemi.org/businessandclimate/GCC.aspx?niid=3"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "The simulation is specifically designed for climate communicators, educators, and leaders of the World Climate Exercise, but people coming from a wide array of backgrounds will find it insightful. C-Learn can help people understand the long-term climate effects (CO2 concentrations, global temperature, sea level rise) of various actions to change CO2 emissions, like those from fossil fuels, deforestation, and planting trees. You can ask multiple, customized \"what if\" questions and understand why the system reacts as it does. Users can access as guest or free user registration (2013)\n", "title": "C-Learn Climate Simulation", "author": "Climate interactive", "resource_link": "http://climateinteractive.org/simulations/c-learn/simulation"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation"], "body": "C-ROADS is an award-winning computer simulation that helps people understand the long-term climate impacts of policy scenarios to reduce greenhouse gas emissions. It allows for the rapid summation of national greenhouse gas reduction pledges in order to show the long-term impact on our climate. requires registration/request for free download(2013)\n", "title": "C-Roads (Climate Rapid Overview and Decision Support) Climate Interactive ", "author": " Ventana Systems, and MIT developed “C-ROADS”", "resource_link": "http://climateinteractive.org/simulations/C-ROADS/overview"}, {"climate_topics": ["Causes of Climate Change"], "body": "Through an online game, students learn how carbon cycles through the Earth system. Students understand that carbon cycles naturally through living and non-living parts of the Earth system in a complex and non-linear way. Students will also understand that burning fossil fuels adds carbon to the cycle and the impact of additional carbon dioxide on global warming. Students also learn that carbon is essential for living things.(2006)\n", "title": "Carbon Cycle Game ", "author": "Windows2universe", "resource_link": "http://www.windows2universe.org/teacher_resources/teach_carbongame.html"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation"], "body": "CEO2 is a game that puts players in the role of a CEO in one of four major industries from 2010-2030. Climate Change is the biggest threat facing nature and humanity in the 21st century.  CEO2 was designed to raise awareness about the need for business leaders to balance their concerns for profit and climate change, and the options available to them.  The options in this game, the figures associated with them, the future scenarios, and the stakeholder opinions were developed based on feedback from experts.  They are simplified and approximated for the purpose of game play, and may not always closely reflect current or future realities in these industries.\n", "title": "CEO2 ", "author": "WWF Allianz", "resource_link": "http://knowledge.allianz.com/ceo2/en.html"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This is a game available for free dowload.  Players must respond to catastrophic events caused by climate change as well as natural and manmade events, which may or may not be linked to climate change. This aspect of the game is meant to give some idea of what could happen as the Earth's climate changes and also introduce the unpredictable nature of some natural events.  This is a single player strategy game  where you are president of the European Nations & must tackle climate change and stay popular enough to remain in office.(2006)\n", "title": "Climate Challenge (BBC) ", "author": "Red Redemptions Games -  British Company", "resource_link": "http://www.bbc.co.uk/sn/hottopics/climatechange/climate_challenge/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The Landsat Image Mosaic of Antarctica (LIMA) is the first-ever true-color high-resolution satellite view of the Antarctic continent enabling everyone to see Antarctica as it appears in real life. The primary purpose of this site is to provide materials that will allow for both students and educators to explore the continent through the \"Antarctic Mysteries\" section.\nThis web site is designed as part of the International Polar Year to familiarize people with Antarctica, to explore the richness of its features, to learn about why Antarctica matters to us all, and to explain and demonstrate how scientists use satellite imagery to study the continent.The Landsat Image Mosaic of Antarctica (LIMA) is the first-ever true-color high-resolution satellite view of the Antarctic continent enabling everyone to see Antarctica as it appears in real life. The primary purpose of this site is to provide materials that will allow for both students and educators to explore the continent through the \"Antarctic Mysteries\" section.\nThis web site is designed as part of the International Polar Year to familiarize people with Antarctica, to explore the richness of its features, to learn about why Antarctica matters to us all, and to explain and demonstrate how scientists use satellite imagery to study the continent.The Landsat Image Mosaic of Antarctica (LIMA) is the first-ever true-color high-resolution satellite view of the Antarctic continent enabling everyone to see Antarctica as it appears in real life. The primary purpose of this site is to provide materials that will allow for both students and educators to explore the continent through the \"Antarctic Mysteries\" section.\nThis web site is designed as part of the International Polar Year to familiarize people with Antarctica, to explore the richness of its features, to learn about why Antarctica matters to us all, and to explain and demonstrate how scientists use satellite imagery to study the continent.The Landsat Image Mosaic of Antarctica (LIMA) is the first-ever true-color high-resolution satellite view of the Antarctic continent enabling everyone to see Antarctica as it appears in real life. The primary purpose of this site is to provide materials that will allow for both students and educators to explore the continent through the \"Antarctic Mysteries\" section.\nThis web site is designed as part of the International Polar Year to familiarize people with Antarctica, to explore the richness of its features, to learn about why Antarctica matters to us all, and to explain and demonstrate how scientists use satellite imagery to study the continent.The Landsat Image Mosaic of Antarctica (LIMA) is the first-ever true-color high-resolution satellite view of the Antarctic continent enabling everyone to see Antarctica as it appears in real life. The primary purpose of this site is to provide materials that will allow for both students and educators to explore the continent through the \"Antarctic Mysteries\" section.\nThis web site is designed as part of the International Polar Year to familiarize people with Antarctica, to explore the richness of its features, to learn about why Antarctica matters to us all, and to explain and demonstrate how scientists use satellite imagery to study the continent.\n", "title": "Landsat Image Mosaic of Antarctica: NASA site", "author": "NASA", "resource_link": "http://lima.nasa.gov/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The National Snow and Ice Data Center offers some of our data in the form of images. We have created Google Earth™ files that enable you to overlay the following data-based images on a virtual globe. Our goal is to help people better understand the cryosphere—where the world is frozen—by making our data more visible and interactive.\n", "title": "NSIDC Data on Virtual Globes: Google Earth ", "author": "NSIDC", "resource_link": "http://nsidc.org/data/google_earth/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "This website contains video, text, and interviews that introduce polar ecosystesms, circulation patterns, geography, exploration etc.  It highlights the unique features of the poles, their differences and their similarities.\n", "title": "Polar Discovery ", "author": "WHOI", "resource_link": "http://polardiscovery.whoi.edu/"}, {"climate_topics": [""], "body": "This website shows data  visualizations, graphs and satellite imagery to compare the difference between the perennial sea ice minimum area on September 14, 2007 and the 1979-2007 average minimum sea ice.\n", "title": "September 2007 Arctic Sea Ice vs 1979-2007 Average with Graph of 1979 to 2008 Ice Areas ", "author": "NASA Goddard", "resource_link": "http://svs.gsfc.nasa.gov/vis/a000000/a003500/a003573/index.html"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This website features an archive of USGS educational resources that focus on Alaska and the Arctic, Antarctica, and climate change.  The site offers links to research and monitoring projectes, satellite imagery, maps, and photographs.\n", "title": "USGS Educational Resources for IPY 2007-08", "author": "USGS", "resource_link": "http://international.usgs.gov/ipy/resources/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "In this classroom curriculum, students graph sea ice extent (area) in both polar regions (Arctic and Antarctic) over a three-year period to learn about seasonal variations and over a 30-year period to learn about longer-term trends.\n", "title": "Graphing Sea Ice Extent in the Arctic & Antarctic", "author": "Randy Russel for Windows to the Universe ", "resource_link": "http://www.windows2universe.org/teacher_resources/graphs/teach_sea_ice_extent.ht..."}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "An interactive and animated investigation into how land cover affects Earth's temperature, featuring information on albedo, glaciers, and sea ice.\n", "title": "Exploring Earth: How Does Land Cover Affect Global Temperature? ", "author": "NSF/TERC/McDougal Littell", "resource_link": "http://www.classzone.com/books/earth_science/terc/content/investigations/es1504/..."}, {"climate_topics": ["Climate System"], "body": "A set of five video learning modules and companion curricuuar resources explain what we know and how we know about the earth’s climate.  The lessons begin by clarifying the difference between weather and climate; proceed to give us a closer look at glaciers and the records they hold of climatic events over extraordinarily long periods of time and show how scientists collect and study glacial ice cores to trace climate history.\n", "title": "Ice Cores: Unlocking Past Climates ", "author": "WOSU Public Media", "resource_link": "http://wosu.org/2012/education/category/ice-cores-unlocking-past-climates/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "A lesson plan focused on the links between sea level and ice volume, in which students identify the relationship between global climate change and Earth's ice volume and sea level, and interpret climatic history through examining the characteristics and relative ages of layers of ice in an ice core sample. Features visualizations, videos, and hands-on activities.\n", "title": "Sea Level: Ice Volume Changes", "author": "Texas A&M", "resource_link": "http://oceandrilling.coe.tamu.edu/curriculum/Sea_Level/Ice_Volume/activity.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "In this profile and interview, scientist Christina Hulbe discusses her research on the physics of Antarctic ice flow to understand how ice interacts with the global climate system.\n", "title": "Interview with a Researcher: Let's Talk with Christina Hulbe about Studying Ice Flows for Clues to Climate Change ", "author": "AMNH", "resource_link": "http://www.amnh.org/education/resources/rfl/web/antarctica/i_hulbe.html"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "In this profile and interview, scientist Martin Jeffries discusses his investigations into how sea ice forms and interacts with polar air and oceans in both the Arctic and Antarctica.\n", "title": "Interview with a Researcher: Let's talk with Martin Jeffries about Sea Ice & Climate in Antarctica ", "author": "AMNH", "resource_link": "http://www.amnh.org/education/resources/rfl/web/antarctica/i_jeffries.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The Earth Exploration Toolbook (EET) is a collection of online Earth system science activities developed by teams of scientists and educators. This chapter uses GIS to to explore data that characterize the dynamic Greenland Ice Sheet.  Students in grades 7 - 14 can explore map layers that represent ice sheet thickness, weather station locations, and annual melt extents of the ice sheet. They view images of the working conditions that Arctic scientists must endure to collect their data, and learn how sensors on satellites are used to gather information from an area as large as Greenland. Students, gain knowledge about scientists' methods for measuring the glacial ice flowing from Greenland's ice sheet to the coasts, and examine that data to learn how fast the ice is moving.\n", "title": "Earth Exploration Toolbook: (Chapter) Is Greenland Melting? ", "author": "Betsy Youngman (Phoenix Country Day School), David Smith (GLOBE), & Russell Huff (CIRES)", "resource_link": "http://serc.carleton.edu/eet/greenlandmelt/index.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This website provides a mapping tool to visualize sea level rise (SLR).  The map connects Google's mapping API with NASA data on SLR. Features include ability to set the level of SLR from 1 - 7 m and zoom from global to neighborhood level to see the effects of SLR locally. However, the data provides a simplified simulation of SLR that does not take into account several factors such as tides, coastal erosion or coastal differences, for example.\n", "title": "Flood Mapping", "author": "Alex Tingle, Firetree.net", "resource_link": "http://flood.firetree.net/"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This student activity and lesson plan covers observations of thermal expansion, consequences of sea level rise, and how to use a topographical map.\n", "title": "Thermal Expansion & Sea Level Rise Activity", "author": "University of Rhode Island, Office of Marine Programs", "resource_link": "http://omp.gso.uri.edu/ompweb/doee/teacher/pdf/act16.pdf"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "The Greenhouse Gas Emissions Simulator is an interactive tool developed by the MIT System Dynamics Group to explore the issue of climate change. Explore how greenhouse gas emissions are related to atmospheric concentrations and temperature change. Explore how much greenhouse gas emissions need to change, and how fast, to reduce the risk that human activity will cause dangerous changes in the climate.\n", "title": "Greenhouse Gas Emissions Simulator ", "author": "MIT Systems Dynamics Group", "resource_link": "http://scripts.mit.edu/~jsterman/climate/master/"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "KEEP COOL is a board game on climate change where you are a “global player” in climate politics. You try to advance your own economic interests, while strong lobby groups like the oil industry or environmental groups affect whether you win or loose. At each turn you have to decide between joint climate protection and self-interest. The risk: droughts, floods and health pandemics. The chance: welfare and keeping a stable global climate. The winner is the one who reaches her target first. But, if you are not careful enough, all players lose.\n", "title": "Keep Cool", "author": "Gerhard Petschel-Held & Klaus Eisenack", "resource_link": "http://www.spiel-keep-cool.de/"}, {"climate_topics": ["Mitigation"], "body": "LogiCity is a fun interactive computer game with a difference. It's a game set in a 3D virtual city with five main activities where you are set the task of reducing the carbon footprint of an average resident. As you work their way through the game you have to try and cut your carbon footprint from a typical English figure of 5.5 tonnes to a level of 2.0 tonnes. You can score extra points based on how well you have done the tasks, and can compete against other players to record the highest points score. At the end of the game you are taken forward to 2066 to see if they have done enough to save England from the worst problems associated with global climate change.\n", "title": "Logicity", "author": "The National Energy Foundation, Logicom, and British Gas.", "resource_link": "http://www.nef.org.uk/greenschool/logicity.htm"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation"], "body": "My 2050 is an online interactive tool in which you try to reduce CO2 emissions in the UK to 20% of 1990 levels and help avoid dangerous climate change. Using sliders, which are based on the latest UK data, you can decide what actions should be taken to reduce carbon emissions by 2050. You will see the impact of the changes on home, city and country.\nThis web presence is a visualisation as well as simplification of the 2050 Pathways Analysis in order to further share its findings. The Department of Energy and Climate Change is keen to engage in an open and transparent debate around the choices and trade-offs the United Kingdom faces to reach the 2050 emissions reduction target. The data you are entering on this site will feed into this debate.\n", "title": "My 2050", "author": " Department of Energy and Climate Change, Sciencewise-ERC, and Delib", "resource_link": "http://my2050.decc.gov.uk/"}, {"climate_topics": ["Mitigation"], "body": "Plan It Green, the Big Switch is an online game that allows players to design and create their own energy-efficient city of the future! Build new energy technologies and advance energy research. Rack up points based on eco-friendliness, energy production, citizen happiness, and more! Compete with other “mayors” for the highest city rating. Tackle challenging quests and earn rewards for your outstanding achievements. Advance through game levels by exploring and building a diverse energy portfolio. Check out new game play elements as fresh features are added on a regular basis.\n", "title": "Plan it Green, the Big Switch", "author": "National Geographic & CONNECT! Transform the Future", "resource_link": "http://www.planitgreenlive.com/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "Skeptical Science is now available as a free app for the iPhone or iPod. You can now use an iPhone or iPad to view the entire list of skeptic arguments as well as (more importantly) readily access what the science says on each argument. The app connects to the website regularly so when new skeptic arguments, recent research or the latest data is added, the app automatically updates also.\n", "title": "Skeptical Science ", "author": "Shine Technology", "resource_link": "http://www.skepticalscience.com/iphone.shtml"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "This web site incorporates images and information from the Arctic: A Friend Acting Strangely exhibition developed by the Smithsonian’s National Museum of Natural History, which was on display at the Museum through November 2006. The exhibition puts a human face on warming in the Arctic by exploring how changes have been observed and documented by scientists and polar residents alike.  \nFeatures include educational activities that extend the themes and content of the exhibit to middle school students, their teachers, and families.  Activities explore changes that impact the Arctic’s environment, its wildlife, and its peoples.  The activities also explore how the Arctic’s climate connects to our global climate system.\n", "title": "Arctic: A friend acting strangely ", "author": "Smithsonian Institute", "resource_link": "http://forces.si.edu/arctic/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Stakeholders is a video story telling project sponsored by the International Arctic Research Center (IARC) and funded by the National Science Foundation. The goal is to bring rural community members and university scientists into discussions about climate and environmental change in Alaska. The communities of Tanana, Ft. Yukon, and Chalkyitsik are the focus of the effort to date. \n", "title": "Project Jukebox: Alaska Stakeholders & Climate Change ", "author": "IARC, ACCAP, SNRAS, UAF,", "resource_link": "http://jukebox.uaf.edu/site/stakeholders/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "USGS scientist Bruce Molnia, discusses the impact of changing climate and conditions on Earth's glaciers. Part of USGS Monthly Evening Lecture Series.\n", "title": "Alaska's Rivers of Ice ", "author": "USGS", "resource_link": "http://online.wr.usgs.gov/calendar/2008/feb08.html"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This short animated video from NASA demonstrates the scientific concepts of albedo and melting sea ice, including how open water absorbs more heat and leads to accelerating melting.  A related animation can be found at:                           http://www.nasa.gov/centers/goddard/mpg/97511main_Albedo.mpg\n", "title": "NASA Albedo animation", "author": "NASA Goddard", "resource_link": "http://www.nasa.gov/centers/goddard/mpg/97518main_albedoCU.mpg"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This website details the research of a team of scientists studying  the effects of climate and ecosytems changes on Antarctica's Adelie penguins.  Features a live penguin cam and educational activities.\n", "title": "PenguinScience: Understanding Penguin Response to Climate and Ecosystem Change ", "author": "PenguinScience, NSF, NASA", "resource_link": "http://www.penguinscience.com/index.php"}, {"climate_topics": [""], "body": "Antarctica: Challenging Forecasts for a Challenging Environment learning module features two educational pieces. The first is the overview giving the general audience a broad look at Antarctica including some history, interesting facts, real-life experiences, climate, and the challenges inherent to this frozen continent. The second is the main presentation where experts in Antarctic research and forecasting, share their knowledge of the continent. They discuss forecasting challenges as well as present and future research topics while providing elaborations on the uniqueness in Antarctica’s location, topography, and forecasting techniques as compared to other parts of the globe.  \nThe MetEd website provides education and training resources to benefit the operational forecaster community, university atmospheric scientists and students, and anyone interested in learning more about meteorology, weather forecasting, and related geoscience topics.  Registration to access resources is free and required.\n", "title": "Antarctica: Challenging forecasts for a challenging environment ", "author": "COMET program (passworded site) ", "resource_link": "https://www.meted.ucar.edu/training_module.php?id=271"}, {"climate_topics": [""], "body": "An interactice map of the circumpolar Arctic region that allows users to view current weather data and information for a number of selected locations.\n", "title": "Anthropolis Map of the Arctic ", "author": "Anthropolis Productions, Ltd.", "resource_link": "http://www.athropolis.com/map2.htm"}, {"climate_topics": [""], "body": "This website features an extensive and frequently updated collection of current sea ice data, graphs, maps, and live images from numerous sources and countries.\n", "title": "Arctic Sea Ice Graphs ", "author": "Arctic Sea Ice Blog", "resource_link": "https://sites.google.com/site/arcticseaicegraphs/"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "This storytelling project presents a range of videos about the Arctic environment, how it is changing, how it is being studied, what the impacts might be, and most importantly, what life in this beautiful part of the planet is all about.\n", "title": "Arctic Stories", "author": "Dr. Paul Shepson, Peter Lourie, Jody Shepson, NSF", "resource_link": "http://www.arcticstories.net/index.html"}, {"climate_topics": [""], "body": "A portal for Arctic maps and data, the purpose of this website is to encourage and catalyze further discussion and planning on Arctic Geographic Information Systems (GIS) and Geospatial Information Infrastructure (GII) efforts by providing information and a forum for discussion to the international arctic research community.\n", "title": "ArcticGIS: Maps and Data Links", "author": "Hosted by ARCUS", "resource_link": "http://www.arcus.org/gis/maps-data/index.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This short video explains the important role of phytoplankton in the Antarctic marine food web, and highlight how a changing climate and declining sea ice affect the ecosystem.\n", "title": "Science Bulletins: As Antarctic Ice Melts, Wildlife Shifts ", "author": "American Museum of Natural History", "resource_link": "http://www.youtube.com/watch?v=znGzkbRR3RM"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Adaptation"], "body": "An interactive map of sea level rise and flooding risks for coastal areas in the US, with neighborhood zooms; risk timelines; city, county and state statistics; and links to factsheets, data downloads, action plans, embeddable widgets, and more.  Information is based on data from NOAA, USGS, USFWS, and the US Census Bureau.\n", "title": "Surging Seas ", "author": "Climate Central", "resource_link": "http://sealevel.climatecentral.org/"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The Arctic Portal's Climate Change and Sea Ice Portlet provides easy access to material concerning global warming and changes in Arctic sea ice. The Portlet consists of news articles, scientific report,s and other relevant material.\n", "title": "Climate Change & Sea Ice Portlet ", "author": "Arctic Portal", "resource_link": "http://portlets.arcticportal.org/climate-change-and-sea-ice-portlet"}, {"climate_topics": ["Impacts of Climate Change", " Mitigation"], "body": "Using this curriculum from the Activities for Conceptualizing Climate Change program, 7-12 grade teachers and students will analyze Arctic temperatures and the ways in which they affect sea ice, calculate changes in sea ice area and predict the year when the sea ice will disappear, and analyze polar bear population data and the influence of sea ice on these numbers.\n", "title": "Climate Change & Arctic Ecosystems", "author": "Purdue University", "resource_link": "http://climate.agry.purdue.edu/climate/ccc/Files/cc_arctic.pdf"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This case study explains the three specific ecosystems identified within the Arctic - terrestrial, freshwater, and marine - and the key role that a cold climate plays in the polar and subpolar ecoregion.\n", "title": " Ecoregion Case Study: Polar/Subpolar ", "author": "US Global Change Research Program", "resource_link": "http://www.globalchange.gov/images/documents/toolkit/Polar_Subpolar/Case_Study/P..."}, {"climate_topics": ["Adaptation"], "body": "A narrated video highlighting the important role of sea ice in climate change; includes a visualization of the dramatic changes in sea ice extent over the last 30 years.\n", "title": "Climate Reel: Sea Ice 2008", "author": "NASA", "resource_link": "http://climate.nasa.gov/climate_reel/SeaIce2008640360"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change", " Adaptation"], "body": "Highlighted in this narrated video are 10 major and complex threats facing the Arctic region, based on the Arctic Climate Impacts Assessment report.\n", "title": "Arctic Climate Impacts", "author": "Arctic Climate Impact Assessment", "resource_link": "http://www.polarhusky.com/media/cms/climatechaos/ACIA.mov"}, {"climate_topics": ["Causes of Climate Change", " Impacts of Climate Change"], "body": "This interactive tool utilizes NASA satelite imagery and data to highlight changes in Arctic sea ice, sea level rise, carbon emissions, and average global temperature.\n", "title": "Climate Time Machine ", "author": "NASA", "resource_link": "http://climate.nasa.gov/ClimateTimeMachine/climateTimeMachine.cfm"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This classroom curriculum and worksheet for grade 9-12 helps students understand the impacts of sea ice loss on a coastal food web.  Includes a hands-on activity that encourages students to project future impacts of sea ice decline.\n", "title": "A Coastal Arctic Food Web ", "author": "University of Alaska Fairbanks", "resource_link": "http://arcticclimatemodeling.org/lessons/acmp/acmp_912_SeaIceDynamics_ACoastalAr..."}, {"climate_topics": ["Climate System"], "body": "The Earth Exploration Toolbook (EET) is a collection of online Earth system science activities developed by teams of scientists and educators.  In this chapter focused on historical evidence of climate change, you will: learn how various climatic conditions impact the formations of sediment layers on the ocean floor; view an interactive animation of ice-shelf advance and retreat and sediment rates; and download and use specialized scientific software, Paleontological Stratigraphic Interval Construction and Analysis Tool (PSICAT), to create graphic models of sediment cores based on data provided by ANtarctic geological DRILLing (ANDRILL) scientists.  Can be used for professional development or in grades 6-16.\n", "title": "Earth Exploration Toolbook: (Chapter) Cool Cores Capture Climate Change ", "author": "PenguinScience/ANDRILL", "resource_link": "http://serc.carleton.edu/eet/cores/index.html"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change"], "body": "A website providing advanced accounts of Antarctica's environment as well as how it is being studied, utilized and managed. It explores Antarctica in relation to six important themes in physical and human geography; the physical themes involving the cryosphere, atmosphere and biosphere, and the human themes keying into geopolitics, resources, and tourism.  Includes classroom curriculum, mapping acitivies, and interactives.\n", "title": "Discovering Antarctica", "author": "British Antarctic Survey", "resource_link": "http://www.discoveringantarctica.org.uk/alevel_1_0.html"}, {"climate_topics": ["Climate System"], "body": "Classroom curriculum for a lesson on the role of albedo.  Through an experiment, students explore how the color of materials at the Earth’s surface effect the levels of warming, develop a hypothesis, collect data, and make interpretations, and, in the end, should be able to explain why dark colored materials become hotter.\n", "title": "Earth's Energy Cycle: Albedo ", "author": "National Center for Atmospheric Research", "resource_link": "http://eo.ucar.edu/educators/ClimateDiscovery/ESS_lesson4_10.19.05.pdf"}, {"climate_topics": ["Impacts of Climate Change"], "body": "A webinar presentation that provides information on the current and anticipated effects of climate change on Earth’s oceans and large areas of ice coverage.  Topics convered include sea level rise, decrease in glaciation, ocean current changes and ocean acidification. Includes several classroom hands-on and online activities to help students understand these concepts.\n", "title": "Effects of Climate Change Webinar: Oceans & Ice ", "author": "NSTA/UCAR/NASA", "resource_link": "http://learningcenter.nsta.org/products/symposia_seminars/UCAR/webseminar4.aspx"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This is the official website of ELOKA, which facilitates the collection, preservation, exchange, and use of local observations and knowledge of the Arctic. ELOKA provides data management and user support, and fosters collaboration between resident Arctic experts and visiting researchers. By working together, Arctic residents and researchers can make significant contributions to understanding the Arctic and recent changes.\n", "title": "Exchange for Local Observation & Knowlegde of the Arctic", "author": "ELOKA", "resource_link": "http://eloka-arctic.org/index.html"}, {"climate_topics": ["Climate System", " Impacts of Climate Change"], "body": "This lesson plan allows students to examine the polar climate through maps, images and online data tools, explore density currents and their relation to the oceanic circulation system though laboratory experiments, create graphs and analyze climate data, investigate the relationship between polar ocean phenomena and coastal climates, and connect climate change in the polar regions with global climate change.\n", "title": "Exploring Polar Oceanography: Ocean Currents & Climate Connections ", "author": "Alan Sills for PBS ", "resource_link": "http://www.pbs.org/newshour/extra/teachers/lessonplans/science/jan-june08/polar_..."}, {"climate_topics": ["Impacts of Climate Change"], "body": "A classroom guide explaining how the NSIDC Sea Ice Index can be used to give students first hand experience in using, interpreting, and manipulating a dataset to better understand sea ice dynamics.\n", "title": "Exploring the Cryosphere Using Data from the National Snow and Ice Data Center ", "author": "Heather Rissler for SERC", "resource_link": "http://serc.carleton.edu/usingdata/datasheets/NationalSnowIceDC.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "This informational website focuses on linkages between declining sea ice, increasing temperatures, sea level rise, and changing weather pattersn, using satellite imagery and data from NOAA.\n", "title": "Future of Arctic Sea Ice & Global Impacts ", "author": "NOAA", "resource_link": "http://www.arctic.noaa.gov/future/"}, {"climate_topics": [""], "body": "This interactive animation guides users through an exploration of multiple glacier-related topics, including glacial anatomy, accumulation, ablation, and landscape evoloution.\n", "title": "Glaciers Interactive", "author": "Houghton Mifflin Company", "resource_link": "https://www.as.uky.edu/sites/default/files/elearning/module13swf.swf"}, {"climate_topics": ["Impacts of Climate Change"], "body": "In this lesson plan, students learn about about glacier retreat and compare photographs of glaciers to observe how Alaskan glaciers have changed over the last century.\n", "title": "Glaciers: Then & Now", "author": "Teri Eastburn for UCAR Education/adapted for Windows to the Universe by Lisa Gardiner", "resource_link": "http://www.windows2universe.org/teacher_resources/teach_glacier.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "The Global Ice Viewer is an interactive tool that allows users to learn about and view changes in Earth's ice cover.  The tool focuses on glaciers, sea ice, and ice sheets in Greenland and Antarctica.\n", "title": "Global Ice Viewer ", "author": "NASA", "resource_link": "http://www.nasa.gov/externalflash/globaliceviewer/"}, {"climate_topics": [""], "body": "Free to the entire K-12 community, Polar Husky programming uses the allure of exciting annul dogsled expeditions in the and Arctic research as the vehicle through which teachers and students gain an understanding of natural and social sciences.  \nPolar Husky's annual adventure learning expeditions have circumnavigated the Arctic to observe, experience, and document traditional ecological knowledge and collect previously unknown in-situ environmental realities – while collaborating with K-12 students and teachers in state-of-the-art online learning environments.  Access to teaching resources requires free registration.\n", "title": "Polar Husky", "author": "Go North!", "resource_link": "http://www.polarhusky.com/explore/"}, {"climate_topics": ["Impacts of Climate Change"], "body": "A comprehensive library of scientific visualizations, videos, and images including many related to polar processes, produced using NASA data, photos, and satellite imagery.\n", "title": "NASA Goddard Scientific Visualization Studio ", "author": "NASA", "resource_link": "http://svs.gsfc.nasa.gov/Gallery/index.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "A lesson plan that starts with a detailed Google Earth tour of glacier change over the last 50 years as an introduction. Students then select from a group of glaciers and create their own Google Earth tour exploring key characteristics and evident changes in that glacier.\n", "title": "Google Earth Tours of Glacier Changes ", "author": "Mauri Pelto of Nichols College", "resource_link": "http://serc.carleton.edu/NAGTWorkshops/climatechange/activities/21214.html"}, {"climate_topics": ["Impacts of Climate Change"], "body": "Precipice is a simulation of some future global warming scenarios. The simulation intends to make vivid some of the future scenarios developed by Global EESE. The experience takes place in a 3D environment where the player is presented with a familiar scene set in the present day and a future scene set in 2032.\nThe future scenario manifests the worst outcomes of the scenarios.  Within the 3D environment are a series of characters with whom the player can interact. Through these conversation the player learns of the characters situations and perspectives on the environment. As the conversations progress the player makes certain decisions, influencing the characters to be more aware of the environment and potential risks.  If the player successfully convinces the characters to be more aware they create a positive change in the future. The player can move between the future and the present as they complete puzzles and conversations to see the effects of their choices. When the game is completed a montage depicting the future sums up the consequences of the players choices.\n", "title": "Precipice", "author": " Centre for Digital Media", "resource_link": "http://www.precipice.altereddreams.net/"}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "Our three-year series of thought-provoking events, exhibitions and installations means whatever you're thinking, the Science Museum is the place to come and explore your climate changing world...\nDiscover new perspectives, hear from different voices, follow the latest news, dig deeper into the science, wonder at the workings of planet Earth, take a risk with our online game... and visit our new interactive gallery.\n", "title": "Climate Science Info Zone", "author": "The Science Museum", "resource_link": "http://www.sciencemuseum.org.uk/ClimateChanging/ClimateScienceInfoZone/?keywords..."}, {"climate_topics": ["Climate System", " Causes of Climate Change", " Impacts of Climate Change", " Mitigation", " Adaptation"], "body": "The research-based Arctic Climate Modeling Program (ACMP) is funded by NSF ITEST. The site features an extensive collection of curriculum resources focused on a wide variety of topics relating to Arctic climate change, which were designed with input from 21 scientists from the University of Alaska Fairbanks Geophysical Institute. Resources include K-12 inquiry-based classroom lessons, a student network for observing arctic weather, digital lectures, and an interactive multimedia learning system (on DVD).\n", "title": "Arctic Climate Modeling Program", "author": "University of Alaska Fairbanks", "resource_link": "http://www.arcticclimatemodeling.com/index.html"}, {"climate_topics": ["Impacts of Climate Change", " Adaptation"], "body": "Audio interviews with Alaska Natives who maintain close contact with community elders and who have a strong interest in environmental issues because of their own activities on the land. Many of their observations provide direct links between the climate and environmental changes they observe and the effects of those changes on life in rural Alaska.\n", "title": "Climate Change Project Jukebox Interviews", "author": "Observing Locally, Connecting Globally Project", "resource_link": "http://jukebox.uaf.edu/ClimateChange/home.html"}]